{
    "Society": "A society is a group of individuals involved in persistent social interaction, or a large social group sharing the same spatial or social territory, typically subject to the same political authority and dominant cultural expectations. Societies are characterized by patterns of relationships (social relations) between individuals who share a distinctive culture and institutions; a given society may be described as the sum total of such relationships among its constituent of members. In the social sciences, a larger society often exhibits stratification or dominance patterns in subgroups.\nSocieties construct patterns of behavior by deeming certain actions or speech as acceptable or unacceptable. These patterns of behavior within a given society are known as societal norms. Societies, and their norms, undergo gradual and perpetual changes.\nInsofar as it is collaborative, a society can enable its members to benefit in ways that would otherwise be difficult on an individual basis; both individual and social (common) benefits can thus be distinguished, or in many cases found to overlap. A society can also consist of like-minded people governed by their own norms and values within a dominant, larger society. This is sometimes referred to as a subculture, a term used extensively within criminology, and also applied to distinctive subsections of a larger society.\nMore broadly, and especially within structuralist thought, a society may be illustrated as an economic, social, industrial or cultural infrastructure, made up of, yet distinct from, a varied collection of individuals. In this regard society can mean the objective relationships people have with the material world and with other people, rather than \"other people\" beyond the individual and their familiar social environment.\n\n\n== Etymology and usage ==\n\nThe term \"society\" came from the 12th Century French société (meaning 'company'). This was in turn from the Latin word societas, which in turn was derived from the noun socius (\"comrade, friend, ally\"; adjectival form socialis) used to describe a bond or interaction between parties that are friendly, or at least civil. Without an article, the term can refer to the entirety of humanity (also: \"society in general\", \"society at large\", etc.), although those who are unfriendly or uncivil to the remainder of society in this sense may be deemed to be \"antisocial\". In the 1630s it was used in reference to \"people bound by neighborhood and intercourse aware of living together in an ordered community\". However, in the 18th century the Scottish economist, Adam Smith taught that a society \"may subsist among different men, as among different merchants, from a sense of its utility without any mutual love or affection, if only they refrain from doing injury to each other.\"Used in the sense of an association, a society is a body of individuals outlined by the bounds of functional interdependence, possibly comprising characteristics such as national or cultural identity, social solidarity, language, or hierarchical structure.\n\n\n== Conceptions ==\nSociety, in general, addresses the fact that an individual has rather limited means as an autonomous unit. The great apes have always been more (Bonobo, Homo, Pan) or less (Gorilla, Pongo) social animals, so Robinson Crusoe-like situations are either fictions or unusual corner cases to the ubiquity of social context for humans, who fall between presocial and eusocial in the spectrum of animal ethology.\nCultural relativism as a widespread approach or ethic has largely replaced notions of \"primitive\", better/worse, or \"progress\" in relation to cultures (including their material culture/technology and social organization).\nAccording to anthropologist Maurice Godelier, one critical novelty in society, in contrast to humanity's closest biological relatives (chimpanzees and bonobos), is the parental role assumed by the males, which supposedly would be absent in our nearest relatives for whom paternity is not generally determinable.\n\n\n=== In political science ===\nSocieties may also be structured politically. In order of increasing size and complexity, there are bands, tribes, chiefdoms, and state societies. These structures may have varying degrees of political power, depending on the cultural, geographical, and historical environments that these societies must contend with. Thus, a more isolated society with the same level of technology and culture as other societies is more likely to survive than one in close proximity to others that may encroach on their resources. A society that is unable to offer an effective response to other societies it competes with will usually be subsumed into the culture of the competing society.\n\n\n=== In sociology ===\n\nSociologist Peter L. Berger defines society as \"...a human product, and nothing but a human product, that yet continuously acts upon its producers.\"  According to him, society was created by humans, but this creation turns back and creates or molds humans every day.\n\nSociologist Gerhard Lenski differentiates societies based on their level of technology, communication, and economy: (1) hunters and gatherers, (2) simple agricultural, (3) advanced agricultural, (4) industrial, and (5) special (e.g. fishing societies or maritime societies). This is similar to the system earlier developed by anthropologists Morton H. Fried, a conflict theorist, and Elman Service, an integration theorist, who have produced a system of classification for societies in all human cultures based on the evolution of social inequality and the role of the state. This system of classification contains four categories:\n\nHunter-gatherer bands (categorization of duties and responsibilities). Then came the agricultural society.\nTribal societies in which there are some limited instances of social rank and prestige.\nStratified structures led by chieftains.\nCivilizations, with complex social hierarchies and organized, institutional governments.In addition to this there are:\n\nHumanity, humankind, upon which rest all the elements of society, including society's beliefs.\nVirtual society, a society based on online identity, which is evolving in the information age.Over time, some cultures have progressed toward more complex forms of organization and control. This cultural evolution has a profound effect on patterns of community. Hunter-gatherer tribes settled around seasonal food stocks to become agrarian villages. Villages grew to become towns and cities. Cities turned into city-states and nation-states.Many societies distribute largess at the behest of some individual or some larger group of people. This type of generosity can be seen in all known cultures; typically, prestige accrues to the generous individual or group. Conversely, members of a society may also shun or scapegoat any members of the society who violate its norms. Mechanisms such as gift-giving, joking relationships and scapegoating, which may be seen in various types of human groupings, tend to be institutionalized within a society. Social evolution as a phenomenon carries with it certain elements that could be detrimental to the population it serves.\nSome societies bestow status on an individual or group of people when that individual or group performs an admired or desired action. This type of recognition is bestowed in the form of a name, title, manner of dress, or monetary reward. In many societies, adult male or female status is subject to a ritual or process of this type. Altruistic action in the interests of the larger group is seen in virtually all societies. The phenomena of community action, shunning, scapegoating, generosity, shared risk, and reward is common to many forms of society.\n\n\n== Types ==\nSocieties are social groups that differ according to subsistence strategies, the ways that humans use technology to provide needs for themselves. Although humans have established many types of societies throughout history, anthropologists tend to classify different societies according to the degree to which different groups within a society have unequal access to advantages such as resources, prestige, or power. Virtually all societies have developed some degree of inequality among their people through the process of social stratification, the division of members of a society into levels with unequal wealth, prestige, or power. Sociologists place societies in three broad categories: pre-industrial, industrial, and postindustrial.\n\n\n=== Pre-industrial ===\n\nIn a pre-industrial society, food production, which is carried out through the use of human and animal labor, is the main economic activity. These societies can be subdivided according to their level of technology and their method of producing food. These subdivisions are hunting and gathering, pastoral, horticultural, agricultural, and feudal.\n\n\n==== Hunting and gathering ====\n\nThe main form of food production in such societies is the daily collection of wild plants and the hunting of wild animals. Hunter-gatherers move around constantly in search of food. As a result, they do not build permanent villages or create a wide variety of artifacts, and usually only form small groups such as bands and tribes. However, some hunting and gathering societies in areas with abundant resources (such as people of tlingit) lived in larger groups and formed complex hierarchical social structures such as chiefdom. The need for mobility also limits the size of these societies. They generally consist of fewer than 60 people and rarely exceed 100. Statuses within the tribe are relatively equal, and decisions are reached through general agreement. The ties that bind the tribe are more complex than those of the bands. Leadership is personal—charismatic—and used for special purposes only in tribal society. There are no political offices containing real power, and a chief is merely a person of influence, a sort of adviser; therefore, tribal consolidations for collective action are not governmental. The family forms the main social unit, with most members being related by birth or marriage. This type of organization requires the family to carry out most social functions, including production and education.\n\n\n==== Pastoral ====\n\nPastoralism is a slightly more efficient form of subsistence. Rather than searching for food on a daily basis, members of a pastoral society rely on domesticated herd animals to meet their food needs. Pastoralists live a nomadic life, moving their herds from one pasture to another. Because their food supply is far more reliable, pastoral societies can support larger populations. Since there are food surpluses, fewer people are needed to produce food. As a result, the division of labor (the specialization by individuals or groups in the performance of specific economic activities) becomes more complex. For example, some people become craftworkers, producing tools, weapons, and jewelry, among other items of value. The production of goods encourages trade. This trade helps to create inequality, as some families acquire more goods than others do. These families often gain power through their increased wealth. The passing on of property from one generation to another helps to centralize wealth and power. Over time emerge hereditary chieftainships, the typical form of government in pastoral societies.\n\n\n==== Horticultural ====\n\nFruits and vegetables grown in garden plots that have been cleared from the jungle or forest provide the main source of food in a horticultural society. These societies have a level of technology and complexity similar to pastoral societies. Some horticultural groups use the slash-and-burn method to raise crops. The wild vegetation is cut and burned, and ashes are used as fertilizers. Horticulturists use human labor and simple tools to cultivate the land for one or more seasons. When the land becomes barren, horticulturists clear a new plot and leave the old plot to revert to its natural state. They may return to the original land several years later and begin the process again. By rotating their garden plots, horticulturists can stay in one area for a fairly long period of time. This allows them to build semipermanent or permanent villages. The size of a village's population depends on the amount of land available for farming; thus villages can range from as few as 30 people to as many as 2000.\nAs with pastoral societies, surplus food leads to a more complex division of labor. Specialized roles in horticultural societies include craftspeople, shamans (religious leaders), and traders. This role specialization allows people to create a wide variety of artifacts. As in pastoral societies, surplus food can lead to inequalities in wealth and power within horticultural political systems, developed because of the settled nature of horticultural life.\n\n\n==== Agrarian ====\n\nAgrarian societies use agricultural technological advances to cultivate crops over a large area. Sociologists use the phrase agricultural revolution to refer to the technological changes that occurred as long as 8,500 years ago that led to cultivating crops and raising farm animals. Increases in food supplies then led to larger populations than in earlier communities. This meant a greater surplus, which resulted in towns that became centers of trade supporting various rulers, educators, craftspeople, merchants, and religious leaders who did not have to worry about locating nourishment.\nGreater degrees of social stratification appeared in agrarian societies. For example, women previously had higher social status because they shared labor more equally with men. In hunting and gathering societies, women even gathered more food than men. However, as food stores improved and women took on lesser roles in providing food for the family, they increasingly became subordinate to men. As villages and towns expanded into neighboring areas, conflicts with other communities inevitably occurred. Farmers provided warriors with food in exchange for protection against invasion by enemies. A system of rulers with high social status also appeared. This nobility organized warriors to protect the society from invasion. In this way, the nobility managed to extract goods from \"lesser\" members of society.\n\n\n==== Feudal ====\n\nFeudalism was a form of society based on ownership of land. Unlike today's farmers, vassals under feudalism were bound to cultivating their lord's land. In exchange for military protection, the lords exploited the peasants into providing food, crops, crafts, homage, and other services to the landowner. The estates of the realm system of feudalism was often multigenerational; the families of peasants may have cultivated their lord's land for generations.\n\n\n=== Industrial ===\n\nBetween the 15th and 16th centuries, a new economic system emerged that began to replace feudalism. Capitalism is marked by open competition in a free market, in which the means of production are privately owned. Europe's exploration of the Americas served as one impetus for the development of capitalism. The introduction of foreign metals, silks, and spices stimulated great commercial activity in European societies.\nIndustrial societies rely heavily on machines powered by fuels for the production of goods. This produced further dramatic increases in efficiency. The increased efficiency of production of the industrial revolution produced an even greater surplus than before. Now the surplus was not just agricultural goods, but also manufactured goods. This larger surplus caused all of the changes discussed earlier in the domestication revolution to become even more pronounced.\nOnce again, the population boomed. Increased productivity made more goods available to everyone. However, inequality became even greater than before. The breakup of agricultural-based feudal societies caused many people to leave the land and seek employment in cities. This created a great surplus of labor and gave capitalists plenty of laborers who could be hired for extremely low wages.\n\n\n=== Post-industrial ===\n\nPost-industrial societies are societies dominated by information, services, and high technology more than the production of goods. Advanced industrial societies are now seeing a shift toward an increase in service sectors over manufacturing and production. The United States is the first country to have over half of its workforce employed in service industries. Service industries include government, research, education, health, sales, law, and banking.\n\n\n== Contemporary usage ==\nThe term \"society\" is currently used to cover both a number of political and scientific connotations as well as a variety of associations.\n\n\n=== Western ===\n\nThe development of the Western world has brought with it the emerging concepts of Western culture, politics, and ideas, often referred to simply as \"Western society\". Geographically, it covers at the very least the countries of Western Europe, North America, Australia, and New Zealand. It sometimes also includes Eastern Europe, South America, and Israel.\nThe cultures and lifestyles of all of these stem from Western Europe. They all enjoy relatively strong economies and stable governments, allow freedom of religion, have chosen democracy as a form of governance, favor capitalism and international trade, are heavily influenced by Judeo-Christian values, and have some form of political and military alliance or cooperation.\n\n\n=== Information ===\n\nAlthough the concept of information society has been under discussion since the 1930s, in the modern world it is almost always applied to the manner in which information technologies have impacted society and culture. It, therefore, covers the effects of computers and telecommunications on the home, the workplace, schools, government, and various communities and organizations, as well as the emergence of new social forms in cyberspace.One of the European Union's areas of interest is the information society. Here policies are directed towards promoting an open and competitive digital economy, research into information and communication technologies, as well as their application to improve social inclusion, public services, and quality of life.The International Telecommunication Union's World Summit on the Information Society in Geneva and Tunis (2003 and 2005) has led to a number of policy and application areas where action is envisaged.\n\n\n=== Knowledge ===\n\nAs the access to electronic information resources increased at the beginning of the 21st century, special attention was extended from the information society to the knowledge society. An analysis by the Irish government stated, \"The capacity to manipulate, store and transmit large quantities of information cheaply has increased at a staggering rate over recent years. The digitisation of information and the associated pervasiveness of the Internet are facilitating a new intensity in the application of knowledge to economic activity, to the extent that it has become the predominant factor in the creation of wealth. As much as 70 to 80 percent of economic growth is now said to be due to new and better knowledge.\"\n\n\n=== Other uses ===\nPeople of many nations united by common political and cultural traditions, beliefs, or values are sometimes also said to form a society (such as Judeo-Christian, Eastern, and Western). When used in this context, the term is employed as a means of contrasting two or more \"societies\" whose members represent alternative conflicting and competing worldviews.\nSome academic, professional, and scientific associations describe themselves as societies (for example, the American Mathematical Society, the American Society of Civil Engineers, or the Royal Society).\nIn some countries, e.g. the United States, France, and Latin America, the term \"society' is used in commerce to denote a partnership between investors or the start of a business. In the United Kingdom, partnerships are not called societies, but co-operatives or mutuals are often known as societies (such as friendly societies and building societies).\n\n\n",
    "Culture": "Culture () is an umbrella term which encompasses the social behavior and norms found in human societies, as well as the knowledge, beliefs, arts, laws, customs, capabilities, and habits of the individuals in these groups.Humans acquire culture through the learning processes of enculturation and socialization, which is shown by the diversity of cultures across societies.\nA cultural norm codifies acceptable conduct in society; it serves as a guideline for behavior, dress, language, and demeanor in a situation, which serves as a template for expectations in a social group.\nAccepting only a monoculture in a social group can bear risks, just as a single species can wither in the face of environmental change, for lack of functional responses to the change. \nThus in military culture, valor is counted a typical behavior for an individual and duty, honor, and loyalty to the social group are counted as virtues or functional responses in the continuum of conflict. In the practice of religion, analogous attributes can be identified in a social group.\n\n\n== Description ==\n \nCulture is considered a central concept in anthropology, encompassing the range of phenomena that are transmitted through social learning in human societies. Cultural universals are found in all human societies. These include expressive forms like art, music, dance, ritual, religion, and technologies like tool usage, cooking, shelter, and clothing. The concept of material culture covers the physical expressions of culture, such as technology, architecture and art, whereas the immaterial aspects of culture such as principles of social organization (including practices of political organization and social institutions), mythology, philosophy, literature (both written and oral), and science comprise the intangible cultural heritage of a society.In the humanities, one sense of culture as an attribute of the individual has been the degree to which they have cultivated a particular level of sophistication in the arts, sciences, education, or manners. The level of cultural sophistication has also sometimes been used to distinguish civilizations from less complex societies. Such hierarchical perspectives on culture are also found in class-based distinctions between a high culture of the social elite and a low culture, popular culture, or folk culture of the lower classes, distinguished by the stratified access to cultural capital. In common parlance, culture is often used to refer specifically to the symbolic markers used by ethnic groups to distinguish themselves visibly from each other such as body modification, clothing or jewelry. Mass culture refers to the mass-produced and mass mediated forms of consumer culture that emerged in the 20th century. Some schools of philosophy, such as Marxism and critical theory, have argued that culture is often used politically as a tool of the elites to manipulate the proletariat and create a false consciousness. Such perspectives are common in the discipline of cultural studies. In the wider social sciences, the theoretical perspective of cultural materialism holds that human symbolic culture arises from the material conditions of human life, as humans create the conditions for physical survival, and that the basis of culture is found in evolved biological dispositions.\nWhen used as a count noun, a \"culture\" is the set of customs, traditions, and values of a society or community, such as an ethnic group or nation. Culture is the set of knowledge acquired over time. In this sense, multiculturalism values the peaceful coexistence and mutual respect between different cultures inhabiting the same planet. Sometimes \"culture\" is also used to describe specific practices within a subgroup of a society, a subculture (e.g. \"bro culture\"), or a counterculture. Within cultural anthropology, the ideology and analytical stance of cultural relativism hold that cultures cannot easily be objectively ranked or evaluated because any evaluation is necessarily situated within the value system of a given culture.\n\n\n== Etymology ==\nThe modern term \"culture\" is based on a term used by the ancient Roman orator Cicero in his Tusculanae Disputationes, where he wrote of a cultivation of the soul or \"cultura animi,\" using an agricultural metaphor for the development of a philosophical soul, understood teleologically as the highest possible ideal for human development. Samuel Pufendorf took over this metaphor in a modern context, meaning something similar, but no longer assuming that philosophy was man's natural perfection. His use, and that of many writers after him, \"refers to all the ways in which human beings overcome their original barbarism, and through artifice, become fully human.\"In 1986, philosopher Edward S. Casey wrote, \"The very word culture meant 'place tilled' in Middle English, and the same word goes back to Latin colere, 'to inhabit, care for, till, worship' and cultus, 'A cult, especially a religious one.' To be cultural, to have a culture, is to inhabit a place sufficiently intensely to cultivate it—to be responsible for it, to respond to it, to attend to it caringly.\"\nCulture described by Richard Velkley: ... originally meant the cultivation of the soul or mind, acquires most of its later modern meaning in the writings of the 18th-century German thinkers, who were on various levels developing Rousseau's criticism of \"modern liberalism and Enlightenment.\" Thus a contrast between \"culture\" and \"civilization\" is usually implied in these authors, even when not expressed as such.\nIn the words of anthropologist E.B. Tylor, it is \"that complex whole which includes knowledge, belief, art, morals, law, custom and any other capabilities and habits acquired by man as a member of society.\" Alternatively, in a contemporary variant, \"Culture is defined as a social domain that emphasizes the practices, discourses and material expressions, which, over time, express the continuities and discontinuities of social meaning of a life held in common.The Cambridge English Dictionary states that culture is \"the way of life, especially the general customs and beliefs, of a particular group of people at a particular time.\" Terror management theory posits that culture is a series of activities and worldviews that provide humans with the basis for perceiving themselves as \"person[s] of worth within the world of meaning\"—raising themselves above the merely physical aspects of existence, in order to deny the animal insignificance and death that Homo sapiens became aware of when they acquired a larger brain.The word is used in a general sense as the evolved ability to categorize and represent experiences with symbols and to act imaginatively and creatively. This ability arose with the evolution of behavioral modernity in humans around 50,000 years ago and is often thought to be unique to humans. However, some other species have demonstrated similar, though much less complicated, abilities for social learning. It is also used to denote the complex networks of practices and accumulated knowledge and ideas that are transmitted through social interaction and exist in specific human groups, or cultures, using the plural form.\n\n\n== Change ==\n\nIt has been estimated from archaeological data that the human capacity for cumulative culture emerged somewhere between 500,000–170,000 years ago.Raimon Panikkar identified 29 ways in which cultural change can be brought about, including growth, development, evolution, involution, renovation, reconception, reform, innovation, revivalism, revolution, mutation, progress, diffusion, osmosis, borrowing, eclecticism, syncretism, modernization, indigenization, and transformation. In this context, modernization could be viewed as adoption of Enlightenment era beliefs and practices, such as science, rationalism, industry, commerce, democracy, and the notion of progress. Rein Raud, building on the work of Umberto Eco, Pierre Bourdieu and Jeffrey C. Alexander, has proposed a model of cultural change based on claims and bids, which are judged by their cognitive adequacy and endorsed or not endorsed by the symbolic authority of the cultural community in question.\n\nCultural invention has come to mean any innovation that is new and found to be useful to a group of people and expressed in their behavior but which does not exist as a physical object. Humanity is in a global \"accelerating culture change period,\" driven by the expansion of international commerce, the mass media, and above all, the human population explosion, among other factors. Culture repositioning means the reconstruction of the cultural concept of a society.\n\nCultures are internally affected by both forces encouraging change and forces resisting change. These forces are related to both social structures and natural events, and are involved in the perpetuation of cultural ideas and practices within current structures, which themselves are subject to change.Social conflict and the development of technologies can produce changes within a society by altering social dynamics and promoting new cultural models, and spurring or enabling generative action. These social shifts may accompany ideological shifts and other types of cultural change. For example, the U.S. feminist movement involved new practices that produced a shift in gender relations, altering both gender and economic structures. Environmental conditions may also enter as factors. For example, after tropical forests returned at the end of the last ice age, plants suitable for domestication were available, leading to the invention of agriculture, which in turn brought about many cultural innovations and shifts in social dynamics.Cultures are externally affected via contact between societies, which may also produce—or inhibit—social shifts and changes in cultural practices. War or competition over resources may impact technological development or social dynamics. Additionally, cultural ideas may transfer from one society to another, through diffusion or acculturation. In diffusion, the form of something (though not necessarily its meaning) moves from one culture to another. For example, Western restaurant chains and culinary brands sparked curiosity and fascination to the Chinese as China opened its economy to international trade in the late 20th-century. \"Stimulus diffusion\" (the sharing of ideas) refers to an element of one culture leading to an invention or propagation in another. \"Direct borrowing,\" on the other hand, tends to refer to technological or tangible diffusion from one culture to another. Diffusion of innovations theory presents a research-based model of why and when individuals and cultures adopt new ideas, practices, and products.Acculturation has different meanings. Still, in this context, it refers to the replacement of traits of one culture with another, such as what happened to certain Native American tribes and many indigenous peoples across the globe during the process of colonization. Related processes on an individual level include assimilation (adoption of a different culture by an individual) and transculturation. The transnational flow of culture has played a major role in merging different cultures and sharing thoughts, ideas, and beliefs.\n\n\n== Early modern discourses ==\n\n\n=== German Romanticism ===\n\nImmanuel Kant (1724–1804) formulated an individualist definition of \"enlightenment\" similar to the concept of bildung: \"Enlightenment is man's emergence from his self-incurred immaturity.\" He argued that this immaturity comes not from a lack of understanding, but from a lack of courage to think independently. Against this intellectual cowardice, Kant urged: Sapere Aude, \"Dare to be wise!\" In reaction to Kant, German scholars such as Johann Gottfried Herder (1744–1803) argued that human creativity, which necessarily takes unpredictable and highly diverse forms, is as important as human rationality. Moreover, Herder proposed a collective form of Bildung: \"For Herder, Bildung was the totality of experiences that provide a coherent identity, and sense of common destiny, to a people.\"\n\nIn 1795, the Prussian linguist and philosopher Wilhelm von Humboldt (1767–1835) called for an anthropology that would synthesize Kant's and Herder's interests. During the Romantic era, scholars in Germany, especially those concerned with nationalist movements—such as the nationalist struggle to create a \"Germany\" out of diverse principalities, and the nationalist struggles by ethnic minorities against the Austro-Hungarian Empire—developed a more inclusive notion of culture as \"worldview\" (Weltanschauung). According to this school of thought, each ethnic group has a distinct worldview that is incommensurable with the worldviews of other groups. Although more inclusive than earlier views, this approach to culture still allowed for distinctions between \"civilized\" and \"primitive\" or \"tribal\" cultures.\nIn 1860, Adolf Bastian (1826–1905) argued for \"the psychic unity of mankind.\" He proposed that a scientific comparison of all human societies would reveal that distinct worldviews consisted of the same basic elements. According to Bastian, all human societies share a set of \"elementary ideas\" (Elementargedanken); different cultures, or different \"folk ideas\" (Völkergedanken), are local modifications of the elementary ideas. This view paved the way for the modern understanding of culture. Franz Boas (1858–1942) was trained in this tradition, and he brought it with him when he left Germany for the United States.\n\n\n=== English Romanticism ===\n\nIn the 19th century, humanists such as English poet and essayist Matthew Arnold (1822–1888) used the word \"culture\" to refer to an ideal of individual human refinement, of \"the best that has been thought and said in the world.\" This concept of culture is also comparable to the German concept of bildung: \"...culture being a pursuit of our total perfection by means of getting to know, on all the matters which most concern us, the best which has been thought and said in the world.\"In practice, culture referred to an elite ideal and was associated with such activities as art, classical music, and haute cuisine. As these forms were associated with urban life, \"culture\" was identified with \"civilization\" (from lat. civitas, city). Another facet of the Romantic movement was an interest in folklore, which led to identifying a \"culture\" among non-elites. This distinction is often characterized as that between high culture, namely that of the ruling social group, and low culture. In other words, the idea of \"culture\" that developed in Europe during the 18th and early 19th centuries reflected inequalities within European societies.\n\nMatthew Arnold contrasted \"culture\" with anarchy; other Europeans, following philosophers Thomas Hobbes and Jean-Jacques Rousseau, contrasted \"culture\" with \"the state of nature.\" According to Hobbes and Rousseau, the Native Americans who were being conquered by Europeans from the 16th centuries on were living in a state of nature; this opposition was expressed through the contrast between \"civilized\" and \"uncivilized.\" According to this way of thinking, one could classify some countries and nations as more civilized than others and some people as more cultured than others. This contrast led to Herbert Spencer's theory of Social Darwinism and Lewis Henry Morgan's theory of cultural evolution. Just as some critics have argued that the distinction between high and low cultures is an expression of the conflict between European elites and non-elites, other critics have argued that the distinction between civilized and uncivilized people is an expression of the conflict between European colonial powers and their colonial subjects.\nOther 19th-century critics, following Rousseau, have accepted this differentiation between higher and lower culture, but have seen the refinement and sophistication of high culture as corrupting and unnatural developments that obscure and distort people's essential nature. These critics considered folk music (as produced by \"the folk,\" i.e., rural, illiterate, peasants) to honestly express a natural way of life, while classical music seemed superficial and decadent. Equally, this view often portrayed indigenous peoples as \"noble savages\" living authentic and unblemished lives, uncomplicated and uncorrupted by the highly stratified capitalist systems of the West.\nIn 1870 the anthropologist Edward Tylor (1832–1917) applied these ideas of higher versus lower culture to propose a theory of the evolution of religion. According to this theory, religion evolves from more polytheistic to more monotheistic forms. In the process, he redefined culture as a diverse set of activities characteristic of all human societies. This view paved the way for the modern understanding of religion.\n\n\n== Anthropology ==\n\nAlthough anthropologists worldwide refer to Tylor's definition of culture, in the 20th century \"culture\" emerged as the central and unifying concept of American anthropology, where it most commonly refers to the universal human capacity to classify and encode human experiences symbolically, and to communicate symbolically encoded experiences socially. American anthropology is organized into four fields, each of which plays an important role in research on culture: biological anthropology, linguistic anthropology, cultural anthropology, and in the United States and Canada, archaeology. The term Kulturbrille, or \"culture glasses,\" coined by German American anthropologist Franz Boas, refers to the \"lenses\" through which we see our own countries. Martin Lindstrom asserts that Kulturbrille, which allow us to make sense of the culture we inhabit, also \"can blind us to things outsiders pick up immediately.\"\n\n\n== Sociology ==\n\nThe sociology of culture concerns culture as manifested in society. For sociologist Georg Simmel (1858–1918), culture referred to \"the cultivation of individuals through the agency of external forms which have been objectified in the course of history.\" As such, culture in the sociological field can be defined as the ways of thinking, the ways of acting, and the material objects that together shape a people's way of life. Culture can be any of two types, non-material culture or material culture. Non-material culture refers to the non-physical ideas that individuals have about their culture, including values, belief systems, rules, norms, morals, language, organizations, and institutions, while material culture is the physical evidence of a culture in the objects and architecture they make or have made. The term tends to be relevant only in archeological and anthropological studies, but it specifically means all material evidence which can be attributed to culture, past or present.\nCultural sociology first emerged in Weimar Germany (1918–1933), where sociologists such as Alfred Weber used the term Kultursoziologie (cultural sociology). Cultural sociology was then \"reinvented\" in the English-speaking world as a product of the \"cultural turn\" of the 1960s, which ushered in structuralist and postmodern approaches to social science. This type of cultural sociology may be loosely regarded as an approach incorporating cultural analysis and critical theory. Cultural sociologists tend to reject scientific methods, instead hermeneutically focusing on words, artifacts and symbols. \"Culture\" has since become an important concept across many branches of sociology, including resolutely scientific fields like social stratification and social network analysis. As a result, there has been a recent influx of quantitative sociologists to the field. Thus, there is now a growing group of sociologists of culture who are, confusingly, not cultural sociologists. These scholars reject the abstracted postmodern aspects of cultural sociology, and instead, look for a theoretical backing in the more scientific vein of social psychology and cognitive science. \n\n\n=== Early researchers and development of cultural sociology ===\nThe sociology of culture grew from the intersection between sociology (as shaped by early theorists like Marx, Durkheim, and Weber) with the growing discipline of anthropology, wherein researchers pioneered ethnographic strategies for describing and analyzing a variety of cultures around the world. Part of the legacy of the early development of the field lingers in the methods (much of cultural, sociological research is qualitative), in the theories (a variety of critical approaches to sociology are central to current research communities), and in the substantive focus of the field. For instance, relationships between popular culture, political control, and social class were early and lasting concerns in the field.\n\n\n== Cultural studies ==\n\nIn the United Kingdom, sociologists and other scholars influenced by Marxism such as Stuart Hall (1932–2014) and Raymond Williams (1921–1988) developed cultural studies. Following nineteenth-century Romantics, they identified \"culture\" with consumption goods and leisure activities (such as art, music, film, food, sports, and clothing). They saw patterns of consumption and leisure as determined by relations of production, which led them to focus on class relations and the organization of production.In the United Kingdom, cultural studies focuses largely on the study of popular culture; that is, on the social meanings of mass-produced consumer and leisure goods. Richard Hoggart coined the term in 1964 when he founded the Birmingham Centre for Contemporary Cultural Studies or CCCS. It has since become strongly associated with Stuart Hall, who succeeded Hoggart as Director. Cultural studies in this sense, then, can be viewed as a limited concentration scoped on the intricacies of consumerism, which belongs to a wider culture sometimes referred to as \"Western civilization\" or \"globalism.\"\n\nFrom the 1970s onward, Stuart Hall's pioneering work, along with that of his colleagues Paul Willis, Dick Hebdige, Tony Jefferson, and Angela McRobbie, created an international intellectual movement. As the field developed, it began to combine political economy, communication, sociology, social theory, literary theory, media theory, film/video studies, cultural anthropology, philosophy, museum studies, and art history to study cultural phenomena or cultural texts. In this field researchers often concentrate on how particular phenomena relate to matters of ideology, nationality, ethnicity, social class, and/or gender. Cultural studies is concerned with the meaning and practices of everyday life. These practices comprise the ways people do particular things (such as watching television or eating out) in a given culture. It also studies the meanings and uses people attribute to various objects and practices. Specifically, culture involves those meanings and practices held independently of reason. Watching television to view a public perspective on a historical event should not be thought of as culture unless referring to the medium of television itself, which may have been selected culturally; however, schoolchildren watching television after school with their friends to \"fit in\" certainly qualifies since there is no grounded reason for one's participation in this practice.\nIn the context of cultural studies, the idea of a text includes not only written language, but also films, photographs, fashion or hairstyles: the texts of cultural studies comprise all the meaningful artifacts of culture. Similarly, the discipline widens the concept of \"culture.\" \"Culture\" for a cultural-studies researcher not only includes traditional high culture (the culture of ruling social groups) and popular culture, but also everyday meanings and practices. The last two, in fact, have become the main focus of cultural studies. A further and recent approach is comparative cultural studies, based on the disciplines of comparative literature and cultural studies.Scholars in the United Kingdom and the United States developed somewhat different versions of cultural studies after the late 1970s. The British version of cultural studies had originated in the 1950s and 1960s, mainly under the influence of Richard Hoggart, E.P. Thompson, and Raymond Williams, and later that of Stuart Hall and others at the Centre for Contemporary Cultural Studies at the University of Birmingham. This included overtly political, left-wing views, and criticisms of popular culture as \"capitalist\" mass culture; it absorbed some of the ideas of the Frankfurt School critique of the \"culture industry\" (i.e. mass culture). This emerges in the writings of early British cultural-studies scholars and their influences: see the work of (for example) Raymond Williams, Stuart Hall, Paul Willis, and Paul Gilroy.\nIn the United States, Lindlof and Taylor write, \"Cultural studies [were] grounded in a pragmatic, liberal-pluralist tradition.\" The American version of cultural studies initially concerned itself more with understanding the subjective and appropriative side of audience reactions to, and uses of, mass culture; for example, American cultural-studies advocates wrote about the liberatory aspects of fandom. The distinction between American and British strands, however, has faded. Some researchers, especially in early British cultural studies, apply a Marxist model to the field. This strain of thinking has some influence from the Frankfurt School, but especially from the structuralist Marxism of Louis Althusser and others. The main focus of an orthodox Marxist approach concentrates on the production of meaning. This model assumes a mass production of culture and identifies power as residing with those producing cultural artifacts. In a Marxist view, the mode and relations of production form the economic base of society, which constantly interacts and influences superstructures, such as culture. Other approaches to cultural studies, such as feminist cultural studies and later American developments of the field, distance themselves from this view. They criticize the Marxist assumption of a single, dominant meaning, shared by all, for any cultural product. The non-Marxist approaches suggest that different ways of consuming cultural artifacts affect the meaning of the product. This view comes through in the book Doing Cultural Studies: The Story of the Sony Walkman (by Paul du Gay et al.), which seeks to challenge the notion that those who produce commodities control the meanings that people attribute to them. Feminist cultural analyst, theorist, and art historian Griselda Pollock contributed to cultural studies from viewpoints of art history and psychoanalysis. The writer Julia Kristeva is among influential voices at the turn of the century, contributing to cultural studies from the field of art and psychoanalytical French feminism.Petrakis and Kostis (2013) divide cultural background variables into two main groups:\nThe first group covers the variables that represent the \"efficiency orientation\" of the societies: performance orientation, future orientation, assertiveness, power distance, and uncertainty avoidance.\nThe second covers the variables that represent the \"social orientation\" of societies, i.e., the attitudes and lifestyles of their members. These variables include gender egalitarianism, institutional collectivism, in-group collectivism, and human orientation.In 2016, a new approach to culture was suggested by Rein Raud, who defines culture as the sum of resources available to human beings for making sense of their world and proposes a two-tiered approach, combining the study of texts (all reified meanings in circulation) and cultural practices (all repeatable actions that involve the production, dissemination or transmission of purposes), thus making it possible to re-link anthropological and sociological study of culture with the tradition of textual theory.\n\n\n== Psychology ==\n\nStarting in the 1990s,: 31  psychological research on culture influence began to grow and challenge the universality assumed in general psychology.: 158–168  Culture psychologists began to try to explore the relationship between emotions and culture, and answer whether the human mind is independent from culture. For example, people from collectivistic cultures, such as the Japanese, suppress their positive emotions more than their American counterparts. Culture may affect the way that people experience and express emotions. On the other hand, some researchers try to look for differences between people's personalities across cultures. As different cultures dictate distinctive norms, culture shock is also studied to understand how people react when they are confronted with other cultures. Cognitive tools may not be accessible or they may function differently cross culture.: 19  For example, people who are raised in a culture with an abacus are trained with distinctive reasoning style. Cultural lenses may also make people view the same outcome of events differently. Westerners are more motivated by their successes than their failures, while East Asians are better motivated by the avoidance of failure. Culture is important for psychologists to consider when understanding the human mental operation.\n\n\n== Protection of culture ==\n\nThere are a number of international agreements and national laws relating to the protection of culture and cultural heritage. UNESCO and its partner organizations such as Blue Shield International coordinate international protection and local implementation.\nBasically, the Hague Convention for the Protection of Cultural Property in the Event of Armed Conflict and the UNESCO Convention for the Protection of Cultural Diversity deal with the protection of culture. Article 27 of the Universal Declaration of Human Rights deals with cultural heritage in two ways: it gives people the right to participate in cultural life on the one hand and the right to the protection of their contributions to cultural life on the other.The protection of culture and cultural goods is increasingly taking up a large area nationally and internationally. Under international law, the UN and UNESCO try to set up and enforce rules for this. The aim is not to protect a person's property, but rather to preserve the cultural heritage of humanity, especially in the event of war and armed conflict. According to Karl von Habsburg, President of Blue Shield International, the destruction of cultural assets is also part of psychological warfare. The target of the attack is the identity of the opponent, which is why symbolic cultural assets become a main target. It is also intended to affect the particularly sensitive cultural memory, the growing cultural diversity and the economic basis (such as tourism) of a state, region or municipality.Another important issue today is the impact of tourism on the various forms of culture. On the one hand, this can be physical impact on individual objects or the destruction caused by increasing environmental pollution and, on the other hand, socio-cultural effects on society.\n\n\n",
    "The arts": "The arts are a very wide range of human practices of creative expression, storytelling and cultural participation. They encompass multiple diverse and plural modes of thinking, doing and being, in an extremely broad range of media. Both highly dynamic and a characteristically constant feature of human life, they have developed into innovative, stylized and sometimes intricate forms. This is often achieved through sustained and deliberate study, training and/or theorizing within a particular tradition, across generations and even between civilizations.  The arts are a vehicle through which human beings cultivate distinct social, cultural and individual identities, while transmitting values, impressions, judgments, ideas, visions, spiritual meanings, patterns of life and experiences across time and space.\nProminent examples of the arts include architecture, visual arts (including ceramics, drawing, filmmaking, painting, photography, and sculpting), literary arts (including fiction, drama, poetry, and prose), performing arts (including dance, music, and theatre), textiles and fashion, folk art and handicraft, oral storytelling, conceptual and installation art, criticism, and culinary arts (including cooking, chocolate making and winemaking). They can employ skill and imagination to produce objects, performances, convey insights and experiences, and construct new environments and spaces.\nThe arts can refer to common, popular or everyday practices as well as more sophisticated and systematic, or institutionalized ones. They can be discrete and self-contained, or combine and interweave with other art forms, such as the combination of artwork with the written word in comics. They can also develop or contribute to some particular aspect of a more complex art form, as in cinematography.\nBy definition, the arts themselves are open to being continually re-defined. The practice of modern art, for example, is a testament to the shifting boundaries, improvisation and experimentation, reflexive nature, and self-criticism or questioning that art and its conditions of production, reception, and possibility can undergo.\nAs both a means of developing capacities of attention and sensitivity, and as ends in themselves, the arts can simultaneously be a form of response to the world, and a way that our responses, and what we deem worthwhile goals or pursuits, are transformed. From prehistoric cave paintings, to ancient and contemporary forms of ritual, to modern-day films, art has served to register, embody and preserve our ever shifting relationships to each other and to the world.\n\n\n== Definition ==\n\nThere are several possible meanings for the definitions of the terms Art and Arts. The first meaning of the word art is « way of doing ». The most basic present meaning defines the arts as specific activities that produce sensitivity in humans. The arts are also referred to as bringing together all creative and imaginative activities, without including science. In its most basic abstract definition, art is a documented expression of a sentient being through or on an accessible medium so that anyone can view, hear or experience it. The act itself of producing an expression can also be referred to as a certain art, or as art in general. Whether this solidified expression, or the act of producing it, is \"good\" or has value depends on those who access and rate it. Such public rating is dependent on various subjective factors. Merriam-Webster defines \"the arts\" as \"painting, sculpture, music, theatre, literature, etc., considered as a group of activities done by people with skill and imagination.\" Similarly, the United States Congress, in the National Foundation on the Arts and Humanities Act, defined \"the arts\" as follows:\n\nThe term \"the arts\" includes, but is not limited to, music (instrumental and vocal), dance, drama, folk art, creative writing, architecture and allied fields, painting, sculpture, photography, graphic and craft arts, industrial design, costume and fashion design, motion pictures, television, radio, film, video, tape and sound recording, the arts related to the presentation, performance, execution, and exhibition of such major art forms, all those traditional arts practiced by the diverse peoples of this country. (sic) and the study and application of the arts to the human environment.\nArt is a global activity in which a large number of disciplines are included, such as: fine arts, liberal arts, visual arts, decorative arts, applied arts, design, crafts, performing arts, ... We are talking about \"the arts\" when several of them are mentioned: \"As in all arts the enjoyment increases with the knowledge of the art\".The arts can be divided into several areas, the fine arts which bring together, in the broad sense, all the arts whose aim is to produce true aesthetic pleasure, decorative arts and applied arts which relate to an aesthetic side in everyday life.\n\n\n== History ==\n\nThe earliest surviving form of any of the arts are cave paintings, possibly from 70,000 BCE, but definitely from at least 40,000 BCE. The oldest known musical instrument, the purported Divje Babe Flute—made from a young cave bear femur—is dated to 43,000 and 82,000 BCE, but whether it is truly a musical instrument (or an object created by animals) remains extremely controversial. The earliest objects whose designations as musical instruments are widely accepted are eight bone flutes from the Swabian Jura, Germany; three of these from the Geissenklösterle are dated as the oldest, c. 43,150–39,370 BP. The earliest surviving literature appears much later; the Instructions of Shuruppak and Kesh temple hymn among other Sumerian cuneiform tablets, are thought to only be from 2600 BCE.In Ancient Greece, all art and craft was referred to by the same word, techne. Thus, there was no distinction among the arts. Ancient Greek art brought the veneration of the animal form and the development of equivalent skills to show musculature, poise, beauty, and anatomically correct proportions. Ancient Roman art depicted gods as idealized humans, shown with characteristic distinguishing features (e.g. Zeus' thunderbolt). In Byzantine and Gothic art of the Middle Ages, the dominance of the church insisted on the expression of biblical truths. Eastern art has generally worked in a style akin to Western medieval art, namely a concentration on surface patterning and local colour (meaning the plain colour of an object, such as basic red for a red robe, rather than the modulations of that colour brought about by light, shade and reflection). A characteristic of this style is that the local colour is often defined by an outline (a contemporary equivalent is the cartoon). This is evident in, for example, the art of India, Tibet and Japan. Religious Islamic art forbids iconography, and instead expresses religious ideas through calligraphy and geometrical designs.\n\n\n=== Classifications ===\n\nIn the Middle Ages, the Artes Liberales (liberal arts) were taught in universities as part of the Trivium, an introductory curriculum involving grammar, rhetoric, and logic, and of the Quadrivium, a curriculum involving the \"mathematical arts\" of arithmetic, geometry, music, and astronomy. The Artes Mechanicae (consisting of vestiaria – tailoring and weaving; agricultura – agriculture; architectura – architecture and masonry; militia and venatoria – warfare, hunting, military education, and the martial arts; mercatura – trade; coquinaria – cooking; and metallaria – blacksmithing and metallurgy) were practised and developed in guild environments. The modern distinction between \"artistic\" and \"non-artistic\" skills did not develop until the Renaissance. In modern academia, the arts are usually grouped with or as a subset of the humanities. Some subjects in the humanities are history, linguistics, literature, theology, philosophy, and logic.\nThe arts have also been classified as seven: painting, architecture, sculpture, literature, music, performing and cinema.\nSome view literature, painting, sculpture, and music as the main four arts, of which the others are derivative; drama is literature with acting, dance is music expressed through motion, and song is music with literature and voice. Film is sometimes called the \"eighth\" and comics the \"ninth art\".\n\n\n== Visual arts ==\n\n\n=== Architecture ===\n\nArchitecture is the art and science of designing buildings and structures. The word architecture comes from the Greek arkhitekton, \"master builder, director of works,\" from αρχι- (arkhi) \"chief\" + τεκτων (tekton) \"builder, carpenter\". A wider definition would include the design of the built environment, from the macrolevel of town planning, urban design, and landscape architecture to the microlevel of creating furniture. Architectural design usually must address both feasibility and cost for the builder, as well as function and aesthetics for the user.\n\nIn modern usage, architecture is the art and discipline of creating, or inferring an implied or apparent plan of, a complex object or system. The term can be used to connote the implied architecture of abstract things such as music or mathematics, the apparent architecture of natural things, such as geological formations or the structure of biological cells, or explicitly planned architectures of human-made things such as software, computers, enterprises, and databases, in addition to buildings. In every usage, an architecture may be seen as a subjective mapping from a human perspective (that of the user in the case of abstract or physical artifacts) to the elements or components of some kind of structure or system, which preserves the relationships among the elements or components. Planned architecture manipulates space, volume, texture, light, shadow, or abstract elements in order to achieve pleasing aesthetics. This distinguishes it from applied science or engineering, which usually concentrate more on the functional and feasibility aspects of the design of constructions or structures.\nIn the field of building architecture, the skills demanded of an architect range from the more complex, such as for a hospital or a stadium, to the apparently simpler, such as planning residential houses. Many architectural works may be seen also as cultural and political symbols, or works of art. The role of the architect, though changing, has been central to the successful (and sometimes less than successful) design and implementation of pleasingly built environments in which people live.\n\n\n=== Ceramics ===\n\nCeramic art is art made from ceramic materials (including clay), which may take forms such as pottery, tile, figurines, sculpture, and tableware. While some ceramic products are considered fine art, some are considered to be decorative, industrial, or applied art objects. Ceramics may also be considered artefacts in archaeology. Ceramic art can be made by one person or by a group of people. In a pottery or ceramic factory, a group of people design, manufacture, and decorate the pottery. Products from a pottery are sometimes referred to as \"art pottery.\" In a one-person pottery studio, ceramists or potters produce studio pottery. In modern ceramic engineering usage, \"ceramics\" is the art and science of making objects from inorganic, non-metallic materials by the action of heat. It excludes glass and mosaic made from glass tesserae.\n\n\n=== Conceptual art ===\n\nConceptual art is art wherein the concept(s) or idea(s) involved in the work take precedence over traditional aesthetic and material concerns.\nThe inception of the term in the 1960s referred to a strict and focused practice of idea-based art that often defied traditional visual criteria associated with the visual arts in its presentation as text. Through its association with the Young British Artists and the Turner Prize during the 1990s, its popular usage, particularly in the United Kingdom, developed as a synonym for all contemporary art that does not practise the traditional skills of painting and sculpture.\n\n\n=== Drawing ===\n\nDrawing is a means of making an image, using any of a wide variety of tools and techniques. It generally involves making marks on a surface by applying pressure from a tool, or moving a tool across a surface. Common tools are graphite pencils, pen and ink, inked brushes, wax colour pencils, crayons, charcoals, pastels, and markers. Digital tools which can simulate the effects of these are also used. The main techniques used in drawing are line drawing, hatching, crosshatching, random hatching, scribbling, stippling, and blending. An artist who excels in drawing is referred to as a drafter, draftswoman, or draughtsman. Drawing can be used to create art used in cultural industries such as illustrations, comics and animation. Comics are often called the \"ninth art\" (le neuvième art) in Francophone scholarship, adding to the traditional \"Seven Arts\".\n\n\n=== Painting ===\n\nPainting is a mode of creative expression, and can be done in numerous forms. Drawing, gesture (as in gestural painting), composition, narration (as in narrative art), or abstraction (as in abstract art), among other aesthetic modes, may serve to manifest the expressive and conceptual intention of the practitioner. Paintings can be naturalistic and representational (as in a still life or landscape painting), photographic, abstract, narrative, symbolistic (as in Symbolist art), emotive (as in Expressionism), or political in nature (as in Artivism).\nModern painters have extended the practice considerably to include, for example, collage. Collage is not painting in the strict sense since it includes other materials. Some modern painters incorporate different materials such as sand, cement, straw, wood or strands of hair for their artwork texture. Examples of this are the works of Elito Circa, Jean Dubuffet or Anselm Kiefer.\n\n\n=== Photography ===\n\nPhotography as an art form refers to photographs that are created in accordance with the creative vision of the photographer. Art photography stands in contrast to photojournalism, which provides a visual account for news events, and commercial photography, the primary focus of which is to advertise products or services.\n\n\n=== Sculpture ===\n\nSculpture is the branch of the visual arts that operates in three dimensions. It is one of the plastic arts. Durable sculptural processes originally used carving (the removal of material) and modelling (the addition of material, as clay), in stone, metal, ceramics, wood and other materials; but since modernism, shifts in sculptural process led to an almost complete freedom of materials and process. A wide variety of materials may be worked by removal such as carving, assembled by welding or modelling, or moulded, or cast.\n\n\n== Literary arts ==\n\nLiterature is literally \"acquaintance with letters\" as in the first sense given in the Oxford English Dictionary. The noun \"literature\" comes from the Latin word littera meaning \"an individual written character (letter).\" The term has generally come to identify a collection of writings, which in Western culture are mainly prose (both fiction and non-fiction), drama and poetry. In much, if not all of the world, the artistic linguistic expression can be oral as well, and include such genres as epic, legend, myth, ballad, other forms of oral poetry, and as folktale. Comics, the combination of drawings or other visual arts with narrating literature, are often called the \"ninth art\" (le neuvième art) in Francophone scholarship.\n\n\n== Performing arts ==\n\nPerforming arts comprise dance, music, theatre, opera, mime, and other art forms in which a human performance is the principal product. Performing arts are distinguished by this performance element in contrast with disciplines such as visual and literary arts where the product is an object that does not require a performance to be observed and experienced. Each discipline in the performing arts is temporal in nature, meaning the product is performed over a period of time. Products are broadly categorized as being either repeatable (for example, by script or score) or improvised for each performance. Artists who participate in these arts in front of an audience are called performers, including actors, magicians, comedians, dancers, musicians, and singers. Performing arts are also supported by the services of other artists or essential workers, such as songwriting and stagecraft. Performers often adapt their appearance with tools such as costume and stage makeup.\n\n\n=== Dance ===\n\nDance (from Old French dancier, of unknown origin) generally refers to human movement either used as a form of expression or presented in a social, spiritual or performance setting. Dance is also used to describe methods of non-verbal communication (see body language) between humans or animals (e.g. bee dance, mating dance), motion in inanimate objects (e.g. the leaves danced in the wind), and certain musical forms or genres. Choreography is the art of making dances, and the person who does this is called a choreographer. Definitions of what constitutes dance are dependent on social, cultural, aesthetic, artistic and moral constraints and range from functional movement (such as Folk dance) to codified, virtuoso techniques such as ballet. In sports, gymnastics, figure skating and synchronized swimming are dance disciplines while Martial arts \"kata\" are often compared to dances.\n\n\n=== Music ===\n\nMusic is an art form whose medium is sound and silence, occurring in time. Common elements of music are pitch (which governs melody and harmony), rhythm (and its associated concepts tempo, metre, and articulation), dynamics, and the sonic qualities of timbre and texture. The creation, performance, significance, and even the definition of music vary according to culture and social context. Music ranges from strictly organized compositions (and their reproduction in performance) through improvisational music to aleatoric pieces. Music can be divided into genres and subgenres, although the dividing lines and relationships between music genres are often subtle, sometimes open to individual interpretation, and occasionally controversial. Within \"the arts\", music may be classified as a performing art, a fine art, and auditory art.\n\n\n=== Theatre ===\n\nTheatre or theater (from Greek theatron (θέατρον); from theasthai, \"behold\") is the branch of the performing arts concerned with acting out stories in front of an audience using combinations of speech, gesture, music, dance, sound and spectacle – indeed, any one or more elements of the other performing arts. In addition to the standard narrative dialogue style, theatre takes such forms as opera, ballet, mime, kabuki, classical Indian dance, Chinese opera and mummers' plays.\n\n\n== Multidisciplinary artistic works ==\nAreas exist in which artistic works incorporate multiple artistic fields, such as film, opera and performance art. While opera is often categorized in the performing arts of music, the word itself is Italian for \"works\", because opera combines several artistic disciplines in a singular artistic experience. In a typical traditional opera, the entire work utilizes the following: the sets (visual arts), costumes (fashion), acting (dramatic performing arts), the libretto, or the words/story (literature), and singers and an orchestra (music).\n\nThe composer Richard Wagner recognized the fusion of so many disciplines into a single work of opera, exemplified by his cycle Der Ring des Nibelungen (\"The Ring of the Nibelung\"). He did not use the term opera for his works, but instead Gesamtkunstwerk (\"synthesis of the arts\"), sometimes referred to as \"Music Drama\" in English, emphasizing the literary and theatrical components which were as important as the music. Classical ballet is another form which emerged in the 17th century in which orchestral music is combined with dance.\nOther works in the late 19th, 20th and 21st centuries have fused other disciplines in unique and creative ways, such as performance art. Performance art is a performance over time which combines any number of instruments, objects, and art within a predefined or less well-defined structure, some of which can be improvised. Performance art may be scripted, unscripted, random or carefully organized; even audience participation may occur. John Cage is regarded by many as a performance artist rather than a composer, although he preferred the latter term. He did not compose for traditional ensembles. Cage's composition Living Room Music composed in 1940 is a \"quartet\" for unspecified instruments, really non-melodic objects, which can be found in a living room of a typical house, hence the title.\n\n\n== Other arts ==\nThere is no clear line between art and culture. Cultural fields like gastronomy are sometimes considered as arts.\n\n\n=== Applied arts ===\n\nThe applied arts are the application of design and decoration to everyday, functional, objects to make them aesthetically pleasing. The applied arts includes fields such as industrial design, illustration, and commercial art. The term \"applied art\" is used in distinction to the fine arts, where the latter is defined as arts that aims to produce objects which are beautiful or provide intellectual stimulation but have no primary everyday function. In practice, the two often overlap.\n\n\n=== Video games ===\n\nA debate exists in the fine arts and video game cultures over whether video games can be counted as an art form. Game designer Hideo Kojima professes that video games are a type of service, not an art form, because they are meant to entertain and attempt to entertain as many people as possible, rather than being a single artistic voice (despite Kojima himself being considered a gaming auteur, and the mixed opinions his games typically receive). However, he acknowledged that since video games are made up of artistic elements (for example, the visuals), game designers could be considered museum curators – not creating artistic pieces, but arranging them in a way that displays their artistry and sells tickets.\nWithin social sciences, cultural economists show how video games playing is conducive to the involvement in more traditional art forms and cultural practices, which suggests the complementarity between video games and the arts.In May 2011, the National Endowment of the Arts included video games in its redefinition of what is considered a \"work of art\" when applying for a grant. In 2012, the Smithsonian American Art Museum presented an exhibit, The Art of the Video Game. Reviews of the exhibit were mixed, including questioning whether video games belong in an art museum.\n\n\n== Arts criticism ==\nArchitecture criticism\nArt criticism\nDance criticism\nFilm criticism\nMusic criticism\nTelevision criticism\nTheatre criticism\nLiterary criticism\n\n\n",
    "Philosophy": "Philosophy (from Greek: φιλοσοφία, philosophia, 'love of wisdom') is the study of general and fundamental questions, such as those about existence, reason, knowledge, values, mind, and language. Such questions are often posed as problems to be studied or resolved. Some sources claim the term was coined by Pythagoras (c. 570 – c. 495 BCE); others dispute this story, arguing that Pythagoreans merely claimed use of a preexisting term.  Philosophical methods include questioning, critical discussion, rational argument, and systematic presentation.Historically, philosophy encompassed all bodies of knowledge and a practitioner was known as a philosopher. From the time of Ancient Greek philosopher Aristotle to the 19th century, \"natural philosophy\" encompassed astronomy, medicine, and physics. For example, Newton's 1687 Mathematical Principles of Natural Philosophy later became classified as a book of physics.\nIn the 19th century, the growth of modern research universities led academic philosophy and other disciplines to professionalize and specialize. Since then, various areas of investigation that were traditionally part of philosophy have become separate academic disciplines, and namely the social sciences such as psychology, sociology, linguistics, and economics.\nToday, major subfields of academic philosophy include metaphysics, which is concerned with the fundamental nature of existence and reality, epistemology, which studies the nature of knowledge and belief, ethics, which is concerned with moral value, and logic, which studies the rules of inference that allow one to derive conclusions from true premises. Other notable subfields include philosophy of science, political philosophy, aesthetics, philosophy of language, and philosophy of mind.\n\n\n== Definitions ==\nInitially, the term referred to any body of knowledge. In this sense, philosophy is closely related to religion, mathematics, natural science, education, and politics.In section thirteen of his Lives and Opinions of the Eminent Philosophers, the oldest surviving history of philosophy (3rd century), Diogenes Laërtius presents a three-part division of ancient Greek philosophical inquiry:\nNatural philosophy (i.e. physics, from Greek: ta physika, lit. 'things having to do with physis [nature]') was the study of the constitution and processes of transformation in the physical world.\nMoral philosophy (i.e. ethics, from êthika, 'having to do with character, disposition, manners') was the study of goodness, right and wrong, justice and virtue.\nMetaphysical philosophy (i.e. logic, from logikós, 'of or pertaining to reason or speech') was the study of existence, causation, God, logic, forms, and other abstract objects. (meta ta physika, 'after the Physics')In Against the Logicians the Pyrrhonist philosopher Sextus Empiricus detailed the variety of ways in which the ancient Greek philosophers had divided philosophy, noting that this three-part division was agreed to by Plato, Aristotle, Xenocrates, and the Stoics. The Academic Skeptic philosopher Cicero also followed this three-part division.This division is not obsolete, but has changed: natural philosophy has split into the various natural sciences, especially physics, astronomy, chemistry, biology, and cosmology; moral philosophy has birthed the social sciences, while still including value theory (e.g. ethics, aesthetics, political philosophy, etc.); and metaphysical philosophy has given way to formal sciences such as logic, mathematics and philosophy of science, while still including epistemology, cosmology, etc. For example, Newton's Mathematical Principles of Natural Philosophy (1687), since classified as a book of physics, uses the term natural philosophy as it was understood at the time, encompassing disciplines such as astronomy, medicine and physics that later became associated with the sciences.\n\n\n== Historical overview ==\nIn one general sense, philosophy is associated with wisdom, intellectual culture, and a search for knowledge. In this sense, all cultures and literate societies ask philosophical questions, such as \"how are we to live\" and \"what is the nature of reality.\" A broad and impartial conception of philosophy, then, finds a reasoned inquiry into such matters as reality, morality, and life in all world civilizations.\n\n\n=== Western philosophy ===\n\nWestern philosophy is the philosophical tradition of the Western world, dating back to pre-Socratic thinkers who were active in 6th-century Greece (BCE), such as Thales (c. 624 – c. 545 BCE) and Pythagoras (c. 570 – c. 495 BCE) who practiced a 'love of wisdom' (Latin: philosophia) and were also termed 'students of nature' (physiologoi).\nWestern philosophy can be divided into three eras:\nAncient (Greco-Roman).\nMedieval philosophy (referring to Christian European thought).\nModern philosophy (beginning in the 17th century).\n\n\n==== Ancient era ====\nWhile our knowledge of the ancient era begins with Thales in the 6th century BCE, little is known about the philosophers who came before Socrates (commonly known as the pre-Socratics). The ancient era was dominated by Greek philosophical schools. Most notable among the schools influenced by Socrates' teachings were Plato, who founded the Platonic Academy, and his student Aristotle, who founded the Peripatetic school. Other ancient philosophical traditions influenced by Socrates included Cynicism, Cyrenaicism, Stoicism, and Academic Skepticism. Two other traditions were influenced by Socrates' contemporary, Democritus: Pyrrhonism and Epicureanism. Important topics covered by the Greeks included metaphysics (with competing theories such as atomism and monism), cosmology, the nature of the well-lived life (eudaimonia), the possibility of knowledge, and the nature of reason (logos). With the rise of the Roman empire, Greek philosophy was increasingly discussed in Latin by Romans such as Cicero and Seneca (see Roman philosophy).\n\n\n==== Medieval era ====\nMedieval philosophy (5th–16th centuries) is the period following the fall of the Western Roman Empire and was dominated by the rise of Christianity and hence reflects Judeo-Christian theological concerns as well as retaining a continuity with Greco-Roman thought. Problems such as the existence and nature of God, the nature of faith and reason, metaphysics, the problem of evil were discussed in this period. Some key Medieval thinkers include St. Augustine, Thomas Aquinas, Boethius, Anselm and Roger Bacon. Philosophy for these thinkers was viewed as an aid to Theology (ancilla theologiae) and hence they sought to align their philosophy with their interpretation of sacred scripture. This period saw the development of Scholasticism, a text critical method developed in medieval universities based on close reading and disputation on key texts. The Renaissance period saw increasing focus on classic Greco-Roman thought and on a robust Humanism.\n\n\n==== Modern era ====\n\nEarly modern philosophy in the Western world begins with thinkers such as Thomas Hobbes and René Descartes (1596–1650). Following the rise of natural science, modern philosophy was concerned with developing a secular and rational foundation for knowledge and moved away from traditional structures of authority such as religion, scholastic thought and the Church. Major modern philosophers include Spinoza, Leibniz, Locke, Berkeley, Hume, and Kant.\n19th-century philosophy (sometimes called late modern philosophy) was influenced by the wider 18th-century movement termed \"the Enlightenment\", and includes figures such as Hegel a key figure in German idealism, Kierkegaard who developed the foundations for existentialism, Nietzsche a famed anti-Christian, John Stuart Mill who promoted utilitarianism, Karl Marx who developed the foundations for communism and the American William James. The 20th century saw the split between analytic philosophy and continental philosophy, as well as philosophical trends such as phenomenology, existentialism, logical positivism, pragmatism and the linguistic turn (see Contemporary philosophy).\n\n\n=== Middle Eastern philosophy ===\n\n\n==== Pre-Islamic philosophy ====\nThe regions of the Fertile Crescent, Iran and Arabia are home to the earliest known philosophical wisdom literature and is today mostly dominated by Islamic culture.\nEarly Wisdom Literature from the Fertile Crescent was a genre that sought to instruct people on ethical action, practical living, and virtue through stories and proverbs. In Ancient Egypt, these texts were known as sebayt ('teachings') and they are central to our understandings of Ancient Egyptian philosophy. Babylonian astronomy also included many philosophical speculations about cosmology which may have influenced the Ancient Greeks.\nJewish philosophy and Christian philosophy are religious-philosophical traditions that developed both in the Middle East and in Europe, which both share certain early Judaic texts (mainly the Tanakh) and monotheistic beliefs. Jewish thinkers such as the Geonim of the Talmudic Academies in Babylonia and Maimonides engaged with Greek and Islamic philosophy. Later Jewish philosophy came under strong Western intellectual influences and includes the works of Moses Mendelssohn who ushered in the Haskalah (the Jewish Enlightenment), Jewish existentialism, and Reform Judaism.\nThe various traditions of Gnosticism, which were influenced by both Greek and Abrahamic currents, originated around the first century and emphasized spiritual knowledge (gnosis).\nPre-Islamic Iranian philosophy begins with the work of Zoroaster, one of the first promoters of monotheism and of the dualism between good and evil. This dualistic cosmogony influenced later Iranian developments such as Manichaeism, Mazdakism, and Zurvanism.\n\n\n==== Islamic philosophy ====\n\nIslamic philosophy is the philosophical work originating in the Islamic tradition and is mostly done in Arabic. It draws from the religion of Islam as well as from Greco-Roman philosophy. After the Muslim conquests, the translation movement (mid-eighth to the late tenth century) resulted in the works of Greek philosophy becoming available in Arabic.Early Islamic philosophy developed the Greek philosophical traditions in new innovative directions. This intellectual work inaugurated what is known as the Islamic Golden Age. The two main currents of early Islamic thought are Kalam, which focuses on Islamic theology, and Falsafa, which was based on Aristotelianism and Neoplatonism. The work of Aristotle was very influential among philosophers such as Al-Kindi (9th century), Avicenna (980 – June 1037), and Averroes (12th century). Others such as Al-Ghazali were highly critical of the methods of the Islamic Aristotelians and saw their metaphysical ideas as heretical. Islamic thinkers like Ibn al-Haytham and Al-Biruni also developed a scientific method, experimental medicine, a theory of optics, and a legal philosophy. Ibn Khaldun was an influential thinker in philosophy of history.\nIslamic thought also deeply influenced European intellectual developments, especially through the commentaries of Averroes on Aristotle. The Mongol invasions and the destruction of Baghdad in 1258 is often seen as marking the end of the Golden Age. Several schools of Islamic philosophy continued to flourish after the Golden Age, however, and include currents such as Illuminationist philosophy, Sufi philosophy, and Transcendent theosophy.\nThe 19th- and 20th-century Arab world saw the Nahda movement (literally meaning 'The Awakening'; also known as the 'Arab Renaissance'), which had a considerable influence on contemporary Islamic philosophy.\n\n\n=== Eastern philosophy ===\n\n\n==== Indian philosophy ====\n\nIndian philosophy (Sanskrit: darśana, lit. 'point of view', 'perspective') refers to the diverse philosophical traditions that emerged since the ancient times on the Indian subcontinent. Indian philosophical traditions share various key concepts and ideas, which are defined in different ways and accepted or rejected by the different traditions. These include concepts such as dhárma, karma, pramāṇa, duḥkha, saṃsāra and mokṣa.\nSome of the earliest surviving Indian philosophical texts are the Upanishads of the later Vedic period (1000–500 BCE), which are considered to preserve the ideas of Brahmanism. Indian philosophy is commonly grouped based on their relationship to the Vedas and the ideas contained in them. Jainism and Buddhism originated at the end of the Vedic period, while the various traditions grouped under Hinduism mostly emerged after the Vedic period as independent traditions. Hindus generally classify Indian philosophical traditions as either orthodox (āstika) or heterodox (nāstika) depending on whether they accept the authority of the Vedas and the theories of brahman and ātman found therein.The schools which align themselves with the thought of the Upanishads, the so-called \"orthodox\" or \"Hindu\" traditions, are often classified into six darśanas or philosophies:Sānkhya, Yoga, Nyāya, Vaisheshika, Mimāmsā and Vedānta.The doctrines of the Vedas and Upanishads were interpreted differently by these six schools of Hindu philosophy, with varying degrees of overlap. They represent a \"collection of philosophical views that share a textual connection,\" according to Chadha (2015). They also reflect a tolerance for a diversity of philosophical interpretations within Hinduism while sharing the same foundation.Hindu philosophers of the six orthodox schools developed systems of epistemology (pramana) and investigated topics such as metaphysics, ethics, psychology (guṇa), hermeneutics, and soteriology within the framework of the Vedic knowledge, while presenting a diverse collection of interpretations. The commonly named six orthodox schools were the competing philosophical traditions of what has been called the \"Hindu synthesis\" of classical Hinduism.There are also other schools of thought which are often seen as \"Hindu\", though not necessarily orthodox (since they may accept different scriptures as normative, such as the Shaiva Agamas and Tantras), these include different schools of Shavism such as Pashupata, Shaiva Siddhanta, non-dual tantric Shavism (i.e. Trika, Kaula, etc.).\n\nThe \"Hindu\" and \"Orthodox\" traditions are often contrasted with the \"unorthodox\" traditions (nāstika, literally \"those who reject\"), though this is a label that is not used by the \"unorthodox\" schools themselves. These traditions reject the Vedas as authoritative and often reject major concepts and ideas that are widely accepted by the orthodox schools (such as Ātman, Brahman, and Īśvara). These unorthodox schools include Jainism (accepts ātman but rejects Īśvara, Vedas and Brahman), Buddhism (rejects all orthodox concepts except rebirth and karma), Cārvāka (materialists who reject even rebirth and karma) and Ājīvika (known for their doctrine of fate).Jain philosophy is one of the only two surviving \"unorthodox\" traditions (along with Buddhism). It generally accepts the concept of a permanent soul (jiva) as one of the five astikayas (eternal, infinite categories that make up the substance of existence). The other four being dhárma, adharma, ākāśa ('space'), and pudgala ('matter'). Jain thought holds that all existence is cyclic, eternal and uncreated.Some of the most important elements of Jain philosophy are the Jain theory of karma, the doctrine of nonviolence (ahiṃsā) and the theory of \"many-sidedness\" or Anēkāntavāda. The Tattvartha Sutra is the earliest known, most comprehensive and authoritative compilation of Jain philosophy.\n\n\n==== Buddhist philosophy ====\n\nBuddhist philosophy begins with the thought of Gautama Buddha (fl. between 6th and 4th century BCE) and is preserved in the early Buddhist texts. It originated in the Indian region of Magadha and later spread to the rest of the Indian subcontinent, East Asia, Tibet, Central Asia, and Southeast Asia. In these regions, Buddhist thought developed into different philosophical traditions which used various languages (like Tibetan, Chinese and Pali). As such, Buddhist philosophy is a trans-cultural and international phenomenon.\nThe dominant Buddhist philosophical traditions in East Asian nations are mainly based on Indian Mahayana Buddhism. The philosophy of the Theravada school is dominant in Southeast Asian countries like Sri Lanka, Burma and Thailand.\nBecause ignorance to the true nature of things is considered one of the roots of suffering (dukkha), Buddhist philosophy is concerned with epistemology, metaphysics, ethics and psychology. Buddhist philosophical texts must also be understood within the context of meditative practices which are supposed to bring about certain cognitive shifts.: 8  Key innovative concepts include the four noble truths as an analysis of dukkha, anicca (impermanence), and anatta (non-self).After the death of the Buddha, various groups began to systematize his main teachings, eventually developing comprehensive philosophical systems termed Abhidharma.: 37  Following the Abhidharma schools, Indian Mahayana philosophers such as Nagarjuna and Vasubandhu developed the theories of śūnyatā ('emptiness of all phenomena') and vijñapti-matra ('appearance only'), a form of phenomenology or transcendental idealism. The Dignāga school of pramāṇa ('means of knowledge') promoted a sophisticated form of Buddhist epistemology.\nThere were numerous schools, sub-schools, and traditions of Buddhist philosophy in ancient and medieval India. According to Oxford professor of Buddhist philosophy Jan Westerhoff, the major Indian schools from 300 BCE to 1000 CE were:: xxiv  the Mahāsāṃghika tradition (now extinct), the Sthavira schools (such as Sarvāstivāda, Vibhajyavāda and Pudgalavāda) and the Mahayana schools. Many of these traditions were also studied in other regions, like Central Asia and China, having been brought there by Buddhist missionaries.\nAfter the disappearance of Buddhism from India, some of these philosophical traditions continued to develop in the Tibetan Buddhist, East Asian Buddhist and Theravada Buddhist traditions.\n\n\n==== East Asian philosophy ====\n\nEast Asian philosophical thought began in Ancient China, and Chinese philosophy begins during the Western Zhou Dynasty and the following periods after its fall when the \"Hundred Schools of Thought\" flourished (6th century to 221 BCE). This period was characterized by significant intellectual and cultural developments and saw the rise of the major philosophical schools of China such as Confucianism (also known as Ruism), Legalism, and Taoism as well as numerous other less influential schools like Mohism and Naturalism. These philosophical traditions developed metaphysical, political and ethical theories such Tao, Yin and yang, Ren and Li. \nThese schools of thought further developed during the Han (206 BCE – 220 CE) and Tang (618–907 CE) eras, forming new philosophical movements like Xuanxue (also called Neo-Taoism), and Neo-Confucianism. Neo-Confucianism was a syncretic philosophy, which incorporated the ideas of different Chinese philosophical traditions, including Buddhism and Taoism. Neo-Confucianism came to dominate the education system during the Song dynasty (960–1297), and its ideas served as the philosophical basis of the imperial exams for the scholar official class. Some of the most important Neo-Confucian thinkers are the Tang scholars Han Yu and Li Ao as well as the Song thinkers Zhou Dunyi (1017–1073) and Zhu Xi (1130–1200). Zhu Xi compiled the Confucian canon, which consists of the Four Books (the Great Learning, the Doctrine of the Mean, the Analects of Confucius, and the Mencius). The Ming scholar Wang Yangming (1472–1529) is a later but important philosopher of this tradition as well.\nBuddhism began arriving in China during the Han Dynasty, through a gradual Silk road transmission and through native influences developed distinct Chinese forms (such as Chan/Zen) which spread throughout the East Asian cultural sphere.\nChinese culture was highly influential on the traditions of other East Asian states and its philosophy directly influenced Korean philosophy, Vietnamese philosophy and Japanese philosophy. During later Chinese dynasties like the Ming Dynasty (1368–1644) as well as in the Korean Joseon dynasty (1392–1897) a resurgent Neo-Confucianism led by thinkers such as Wang Yangming (1472–1529) became the dominant school of thought, and was promoted by the imperial state. In Japan, the Tokugawa shogunate (1603–1867) was also strongly influenced by Confucian philosophy. Confucianism continues to influence the ideas and worldview of the nations of the Chinese cultural sphere today.\nIn the Modern era, Chinese thinkers incorporated ideas from Western philosophy. Chinese Marxist philosophy developed under the influence of Mao Zedong, while a Chinese pragmatism developed under Hu Shih. The old traditional philosophies also began to reassert themselves in the 20th century. For example, New Confucianism, led by figures such as Xiong Shili, has become quite influential. Likewise, Humanistic Buddhism is a recent modernist Buddhist movement.\nModern Japanese thought meanwhile developed under strong Western influences such as the study of Western Sciences (Rangaku) and the modernist Meirokusha intellectual society which drew from European enlightenment thought and promoted liberal reforms as well as Western philosophies like Liberalism and Utilitarianism. Another trend in modern Japanese philosophy was the \"National Studies\" (Kokugaku) tradition. This intellectual trend sought to study and promote ancient Japanese thought and culture. Kokugaku thinkers such as Motoori Norinaga sought to return to a pure Japanese tradition which they called Shinto that they saw as untainted by foreign elements.\nDuring the 20th century, the Kyoto School, an influential and unique Japanese philosophical school developed from Western phenomenology and Medieval Japanese Buddhist philosophy such as that of Dogen.\n\n\n=== African philosophy ===\n\nAfrican philosophy is philosophy produced by African people, philosophy that presents African worldviews, ideas and themes, or philosophy that uses distinct African philosophical methods. Modern African thought has been occupied with Ethnophilosophy, with defining the very meaning of African philosophy and its unique characteristics and what it means to be African.During the 17th century, Ethiopian philosophy developed a robust literary tradition as exemplified by Zera Yacob. Another early African philosopher was Anton Wilhelm Amo (c. 1703–1759) who became a respected philosopher in Germany. Distinct African philosophical ideas include Ujamaa, the Bantu idea of 'Force', Négritude, Pan-Africanism and Ubuntu. Contemporary African thought has also seen the development of Professional philosophy and of Africana philosophy, the philosophical literature of the African diaspora which includes currents such as black existentialism by African-Americans. Some modern African thinkers have been influenced by Marxism, African-American literature, Critical theory, Critical race theory, Postcolonialism and Feminism.\n\n\n=== Indigenous American philosophy ===\n\nIndigenous-American philosophical thought consists of a wide variety of beliefs and traditions among different American cultures. Among some of U.S. Native American communities, there is a belief in a metaphysical principle called the 'Great Spirit'  (Siouan: wakȟáŋ tȟáŋka; Algonquian: gitche manitou). Another widely shared concept was that of orenda ('spiritual power'). According to Whiteley (1998), for the Native Americans, \"mind is critically informed by transcendental experience (dreams, visions and so on) as well as by reason.\" The practices to access these transcendental experiences are termed shamanism. Another feature of the indigenous American worldviews was their extension of ethics to non-human animals and plants.In Mesoamerica, Aztec philosophy was an intellectual tradition developed by individuals called Tlamatini ('those who know something') and its ideas are preserved in various Aztec codices. The Aztec worldview posited the concept of an ultimate universal energy or force called Ōmeteōtl ('Dual Cosmic Energy') which sought a way to live in balance with a constantly changing, \"slippery\" world.\nThe theory of Teotl can be seen as a form of Pantheism. Aztec philosophers developed theories of metaphysics, epistemology, values, and aesthetics. Aztec ethics was focused on seeking tlamatiliztli ('knowledge', 'wisdom') which was based on moderation and balance in all actions as in the Nahua proverb \"the middle good is necessary.\"The Inca civilization also had an elite class of philosopher-scholars termed the Amawtakuna who were important in the Inca education system as teachers of religion, tradition, history, and ethics. Key concepts of Andean thought are Yanantin and Masintin which involve a theory of “complementary opposites” that sees polarities (such as male/female, dark/light) as interdependent parts of a harmonious whole.\n\n\n=== Women in philosophy ===\n\nAlthough men have generally dominated philosophical discourse, women philosophers have engaged in the discipline throughout history. Ancient examples include Hipparchia of Maroneia (active c. 325 BCE) and Arete of Cyrene (active 5th–4th centuries BCE). Some women philosophers were accepted during the medieval and modern eras, but none became part of the Western canon until the 20th and 21st century, when many suggest that G.E.M. Anscombe, Hannah Arendt, Simone de Beauvoir, and Susanne Langer entered the canon.In the early 1800s, some colleges and universities in the UK and the US began admitting women, producing more female academics. Nevertheless, U.S. Department of Education reports from the 1990s indicate that few women ended up in philosophy and that philosophy is one of the least gender-proportionate fields in the humanities, with women making up somewhere between 17% and 30% of philosophy faculty according to some studies.\n\n\n=== Philosophical progress ===\nMany philosophical debates that began in ancient times are still debated today. British philosopher Colin McGinn claims that no philosophical progress has occurred during that interval. Australian philosopher David Chalmers, by contrast, sees progress in philosophy similar to that in science. Meanwhile, Talbot Brewer, professor of philosophy at University of Virginia, argues that \"progress\" is the wrong standard by which to judge philosophical activity.\n\n\n== Branches of philosophy ==\nPhilosophical questions can be grouped into various branches. These groupings allow philosophers to focus on a set of similar topics and interact with other thinkers who are interested in the same questions.\nThese divisions are neither exhaustive, nor mutually exclusive. (A philosopher might specialize in Kantian epistemology, or Platonic aesthetics, or modern political philosophy). Furthermore, these philosophical inquiries sometimes overlap with each other and with other inquiries such as science, religion or mathematics.\n\n\n=== Aesthetics ===\n\nAesthetics is the \"critical reflection on art, culture and nature.\" It addresses the nature of art, beauty and taste, enjoyment, emotional values, perception and with the creation and appreciation of beauty. It is more precisely defined as the study of sensory or sensori-emotional values, sometimes called judgments of sentiment and taste. Its major divisions are art theory, literary theory, film theory and music theory. An example from art theory is to discern the set of principles underlying the work of a particular artist or artistic movement such as the Cubist aesthetic.\n\n\n=== Ethics ===\n\nEthics, also known as moral philosophy, studies what constitutes good and bad conduct, right and wrong values, and good and evil. Its primary investigations include how to live a good life and identifying standards of morality. It also includes investigating whether or not there is a best way to live or a universal moral standard, and if so, how we come to learn about it. The main branches of ethics are normative ethics, meta-ethics and applied ethics.The three main views in ethics about what constitute moral actions are:\nConsequentialism, which judges actions based on their consequences. One such view is utilitarianism, which judges actions based on the net happiness (or pleasure) and/or lack of suffering (or pain) that they produce.\nDeontology, which judges actions based on whether or not they are in accordance with one's moral duty. In the standard form defended by Immanuel Kant, deontology is concerned with whether or not a choice respects the moral agency of other people, regardless of its consequences.\nVirtue ethics, which judges actions based on the moral character of the agent who performs them and whether they conform to what an ideally virtuous agent would do.\n\n\n=== Epistemology ===\n\nEpistemology is the branch of philosophy that studies knowledge. Epistemologists examine putative sources of knowledge, including perceptual experience, reason, memory, and testimony. They also investigate questions about the nature of truth, belief, justification, and rationality.Philosophical skepticism, which raises doubts about some or all claims to knowledge, has been a topic of interest throughout the history of philosophy. It arose early in Pre-Socratic philosophy and became formalized with Pyrrho, the founder of the earliest Western school of philosophical skepticism. It features prominently in the works of modern philosophers René Descartes and David Hume, and has remained a central topic in contemporary epistemological debates.One of the most notable epistemological debates is between empiricism and rationalism. Empiricism places emphasis on observational evidence via sensory experience as the source of knowledge. Empiricism is associated with a posteriori knowledge, which is obtained through experience (such as scientific knowledge). Rationalism places emphasis on reason as a source of knowledge. Rationalism is associated with a priori knowledge, which is independent of experience (such as logic and mathematics).\nOne central debate in contemporary epistemology is about the conditions required for a belief to constitute knowledge, which might include truth and justification. This debate was largely the result of attempts to solve the Gettier problem. Another common subject of contemporary debates is the regress problem, which occurs when trying to offer proof or justification for any belief, statement, or proposition. The problem is that whatever the source of justification may be, that source must either be without justification (in which case it must be treated as an arbitrary foundation for belief), or it must have some further justification (in which case justification must either be the result of circular reasoning, as in coherentism, or the result of an infinite regress, as in infinitism).\n\n\n=== Metaphysics ===\n\nMetaphysics is the study of the most general features of reality, such as existence, time, objects and their properties, wholes and their parts, events, processes and causation and the relationship between mind and body. Metaphysics includes cosmology, the study of the world in its entirety and ontology, the study of being.\nA major point of debate is between realism, which holds that there are entities that exist independently of their mental perception, and idealism, which holds that reality is mentally constructed or otherwise immaterial. Metaphysics deals with the topic of identity. Essence is the set of attributes that make an object what it fundamentally is and without which it loses its identity while accident is a property that the object has, without which the object can still retain its identity. Particulars are objects that are said to exist in space and time, as opposed to abstract objects, such as numbers, and universals, which are properties held by multiple particulars, such as redness or a gender. The type of existence, if any, of universals and abstract objects is an issue of debate.\n\n\n=== Logic ===\n\nLogic is the study of reasoning and argument.\nDeductive reasoning is when, given certain premises, conclusions are unavoidably implied. Rules of inference are used to infer conclusions such as, modus ponens, where given “A” and “If A then B”, then “B” must be concluded.\nBecause sound reasoning is an essential element of all sciences, social sciences and humanities disciplines, logic became a formal science. Sub-fields include mathematical logic, philosophical logic, Modal logic, computational logic and non-classical logics. A major question in the philosophy of mathematics is whether mathematical entities are objective and discovered, called mathematical realism, or invented, called mathematical antirealism.\n\n\n=== Mind and language ===\n\nPhilosophy of language explores the nature, origins, and use of language. Philosophy of mind explores the nature of the mind and its relationship to the body, as typified by disputes between materialism and dualism. In recent years, this branch has become related to cognitive science.\n\n\n=== Philosophy of science ===\n\nThe philosophy of science explores the foundations, methods, history, implications and purpose of science. Many of its subdivisions correspond to specific branches of science. For example, philosophy of biology deals specifically with the metaphysical, epistemological and ethical issues in the biomedical and life sciences.\n\n\n=== Political philosophy ===\n\nPolitical philosophy is the study of government and the relationship of individuals (or families and clans) to communities including the state. It includes questions about justice, law, property and the rights and obligations of the citizen. Political philosophy, ethics, and aesthetics are traditionally linked subjects, under the general heading of value theory as they involve a normative or evaluative aspect.\n\n\n=== Philosophy of religion ===\n\nPhilosophy of religion deals with questions that involve religion and religious ideas from a philosophically neutral perspective (as opposed to theology which begins from religious convictions). Traditionally, religious questions were not seen as a separate field from philosophy proper, the idea of a separate field only arose in the 19th century.Issues include the existence of God, the relationship between reason and faith, questions of religious epistemology, the relationship between religion and science, how to interpret religious experiences, questions about the possibility of an afterlife, the problem of religious language and the existence of souls and responses to religious pluralism and diversity.\n\n\n=== Metaphilosophy ===\n\nMetaphilosophy explores the aims, boundaries and methods of philosophy. It is debated as to whether Metaphilosophy is a subject that comes prior to philosophy or whether it is inherently part of philosophy.\n\n\n== Applied and professional philosophy ==\n\nSome of those who study philosophy become professional philosophers, typically by working as professors who teach, research and write in academic institutions. However, most students of academic philosophy later contribute to law, journalism, religion, sciences, politics, business, or various arts. For example, public figures who have degrees in philosophy include comedians Steve Martin and Ricky Gervais, filmmaker Terrence Malick, Pope John Paul II, Wikipedia co-founder Larry Sanger, technology entrepreneur Peter Thiel, U.S. Supreme Court Justice Stephen Bryer and US vice presidential candidate Carly Fiorina. Curtis White has argued that philosophical tools are essential to humanities, sciences and social sciences.Recent efforts to avail the general public to the work and relevance of philosophers include the million-dollar Berggruen Prize, first awarded to Charles Taylor in 2016. Some philosophers argue that this professionalization has negatively affected the discipline.\n\n\n",
    "Thought": "Thought (or thinking) encompasses a flow of ideas and associations that can lead to logical conclusions. Although thinking is an activity of an existential value for humans, there is still no consensus as to how it is adequately defined or understood.\nBecause thought underlies many human actions and interactions, understanding its physical and metaphysical origins and its effects has been a longstanding goal of many academic disciplines including philosophy, linguistics, psychology, neuroscience, artificial intelligence, biology, sociology and cognitive science.\nThinking allows humans to make sense of, interpret, represent or model the world they experience, and to make predictions about that world. It is therefore helpful to an organism with needs, objectives, and desires as it makes plans or otherwise attempts to accomplish those goals.\n\n\n== Etymology and usage ==\n\nThe word thought comes from Old English þoht, or geþoht, from stem of þencan \"to conceive of in the mind, consider\".The word \"thought\" may mean: * a single product of thinking or a single idea (\"My first thought was ‘no.’\") and may also mean Mentation\nthe product of mental activity (\"Mathematics is a large body of thought.\")\nthe act or system of thinking (\"I was frazzled from too much thought.\")\nthe capacity to think, reason, imagine, and so on (\"All her thought was applied to her work.\")\nthe consideration of or reflection on an idea (\"The thought of death terrifies me.\")\nrecollection or contemplation (\"I thought about my childhood.\")\nhalf-formed or imperfect intention (\"I had some thought of going.\")\nanticipation or expectation (\"She had no thought of seeing him again.\")\nconsideration, attention, care, or regard (\"He took no thought of his appearance\" and \"I did it without thinking.\")\njudgment, opinion, or belief (\"According to his thought, honesty is the best policy.\")\nthe ideas characteristic of a particular place, class, or time (\"Greek thought\")\nthe state of being conscious of something (\"It made me think of my grandmother.\")\ntending to believe in something, especially with less than full confidence (\"I think that it will rain, but I am not sure.\")\nDefinitions may or may not require that thought\n\ntake place within a human brain (see anthropomorphism),\ntake place as part of a living biological system (see Alan Turing and Computing Machinery and Intelligence),\ntake place only at a conscious level of awareness (see Unconscious Thought Theory),\nrequire language (see Language of thought hypothesis),\nis principally or even only conceptual, abstract (\"formal\"),\ninvolve other concepts such as drawing analogies, interpreting, evaluating, imagining, planning, and remembering.Definitions of thought may also be derived directly or indirectly from theories of thought.\n\n\n== Theories ==\n\n\"Outline of a theory of thought-processes and thinking machines\" (Caianiello) – thought processes and mental phenomena modeled by sets of mathematical equations\nSurfaces and Essences: Analogy as the Fuel and Fire of Thinking (Hofstadter and Sander) – a theory built on analogies\nThe Neural Theory of Language and Thought (Feldman and Lakoff) – neural modeling of language and spatial relations\nThoughtForms – The Structure, Power, and Limitations of Thought (Baum) – a theory built on mental models\nUnconscious Thought Theory – thought that is not conscious\nLinguistics theories – The Stuff of Thought (Steven Pinker, Noam Chomsky) – The linguistic and cognitive theory that thought is based on syntactic and linguistic recursion processes\nLanguage of thought hypothesis (Jerry Fodor) – A syntactic composition of representations of mental states – Literally, the 'Language of Thought'.\nPossible theory of how and where in brain the thought originates and how it is transmitted and received by another brain. Rajvanshi, Anil K. (2010), Nature of Human Thought, ISBN 978-81-905781-2-7.\n\n\n== Philosophy ==\n\nWhat is most thought-provoking in these thought-provoking times, is that we are still not thinking.\n\nThe phenomenology movement in philosophy saw a radical change in the way in which we understand thought. Martin Heidegger's phenomenological analyses of the existential structure of man in Being and Time cast new light on the issue of thinking, unsettling traditional cognitive or rational interpretations of man which affect the way we understand thought. The notion of the fundamental role of non-cognitive understanding in rendering possible thematic consciousness informed the discussion surrounding artificial intelligence (AI) during the 1970s and 1980s.Phenomenology, however, is not the only approach to thinking in modern Western philosophy. Philosophy of mind is a branch of philosophy that studies the nature of the mind, mental events, mental functions, mental properties, consciousness and their relationship to the physical body, particularly the brain. The mind–body problem, i.e. the relationship of the mind to the body, is commonly seen as the central issue in philosophy of mind, although there are other issues concerning the nature of the mind that do not involve its relation to the physical body.\n\n\n=== Mind–body dichotomy ===\n\nThe mind–body problem concerns the explanation of the relationship that exists between minds, or mental processes, and bodily states or processes. The main aim of philosophers working in this area is to determine the nature of the mind and mental states/processes, and how—or even if—minds are affected by and can affect the body.\nHuman perceptual experiences depend on stimuli which arrive at one's various sensory organs from the external world and these stimuli cause changes in one's mental state, ultimately causing one to feel a sensation, which may be pleasant or unpleasant. Someone's desire for a slice of pizza, for example, will tend to cause that person to move his or her body in a specific manner and in a specific direction to obtain what he or she wants. The question, then, is how it can be possible for conscious experiences to arise out of a lump of gray matter endowed with nothing but electrochemical properties. A related problem is to explain how someone's propositional attitudes (e.g. beliefs and desires) can cause that individual's neurons to fire and his muscles to contract in exactly the correct manner. These comprise some of the puzzles that have confronted epistemologists and philosophers of mind from at least the time of René Descartes.\n\n\n=== Functionalism vs. embodiment ===\nThe above reflects a classical, functional description of how we work as cognitive, thinking systems. However the apparently irresolvable mind–body problem is said to be overcome, and bypassed, by the embodied cognition approach, with its roots in the work of Heidegger, Piaget, Vygotsky, Merleau-Ponty and the pragmatist John Dewey.This approach states that the classical approach of separating the mind and analysing its processes is misguided: instead, we should see that the mind, actions of an embodied agent, and the environment it perceives and envisions, are all parts of a whole which determine each other. Therefore, functional analysis of the mind alone will always leave us with the mind–body problem which cannot be solved.\n\n\n== Biology ==\n\nA neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.\n\n\n== Psychology ==\n\nPsychologists have concentrated on thinking as an intellectual exertion aimed at finding an answer to a question or the solution of a practical problem. Cognitive psychology is a branch of psychology that investigates internal mental processes such as problem solving, memory, and language; all of which are used in thinking. The school of thought arising from this approach is known as cognitivism, which is interested in how people mentally represent information processing. It had its foundations in the Gestalt psychology of Max Wertheimer, Wolfgang Köhler, and Kurt Koffka, and in the work of Jean Piaget, who provided a theory of stages/phases that describes children's cognitive development.\nCognitive psychologists use psychophysical and experimental approaches to understand, diagnose, and solve problems, concerning themselves with the mental processes which mediate between stimulus and response. They study various aspects of thinking, including the psychology of reasoning, and how people make decisions and choices, solve problems, as well as engage in creative discovery and imaginative thought. Cognitive theory contends that solutions to problems either take the form of algorithms: rules that are not necessarily understood but promise a solution, or of heuristics: rules that are understood but that do not always guarantee solutions. Cognitive science differs from cognitive psychology in that algorithms that are intended to simulate human behavior are implemented or implementable on a computer. In other instances, solutions may be found through insight, a sudden awareness of relationships.\nIn developmental psychology, Jean Piaget was a pioneer in the study of the development of thought from birth to maturity. In his theory of cognitive development, thought is based on actions on the environment. That is, Piaget suggests that the environment is understood through assimilations of objects in the available schemes of action and these accommodate to the objects to the extent that the available schemes fall short of the demands. As a result of this interplay between assimilation and accommodation, thought develops through a sequence of stages that differ qualitatively from each other in mode of representation and complexity of inference and understanding. That is, thought evolves from being based on perceptions and actions at the sensorimotor stage in the first two years of life to internal representations in early childhood. Subsequently, representations are gradually organized into logical structures which first operate on the concrete properties of the reality, in the stage of concrete operations, and then operate on abstract principles that organize concrete properties, in the stage of formal operations. In recent years, the Piagetian conception of thought was integrated with information processing conceptions. Thus, thought is considered as the result of mechanisms that are responsible for the representation and processing of information. In this conception, speed of processing, cognitive control, and working memory are the main functions underlying thought. In the neo-Piagetian theories of cognitive development, the development of thought is considered to come from increasing speed of processing, enhanced cognitive control, and increasing working memory.Positive psychology emphasizes the positive aspects of human psychology as equally important as the focus on mood disorders and other negative symptoms. In Character Strengths and Virtues, Peterson and Seligman list a series of positive characteristics. One person is not expected to have every strength, nor are they meant to fully capsulate that characteristic entirely. The list encourages positive thought that builds on a person's strengths, rather than how to \"fix\" their \"symptoms\".\n\n\n== Psychoanalysis ==\n\nThe \"id\", \"ego\" and \"super-ego\" are the three parts of the \"psychic apparatus\" defined in Sigmund Freud's structural model of the psyche; they are the three theoretical constructs in terms of whose activity and interaction mental life is described. According to this model, the uncoordinated instinctual trends are encompassed by the \"id\", the organized realistic part of the psyche is the \"ego\", and the critical, moralizing function is the \"super-ego\".For psychoanalysis, the unconscious does not include all that is not conscious, rather only what is actively repressed from conscious thought or what the person is averse to knowing consciously. In a sense this view places the self in relationship to their unconscious as an adversary, warring with itself to keep what is unconscious hidden. If a person feels pain, all he can think of is alleviating the pain. Any of his desires, to get rid of pain or enjoy something, command the mind what to do. For Freud, the unconscious was a repository for socially unacceptable ideas, wishes or desires, traumatic memories, and painful emotions put out of mind by the mechanism of psychological repression. However, the contents did not necessarily have to be solely negative. In the psychoanalytic view, the unconscious is a force that can only be recognized by its effects—it expresses itself in the symptom.\n\nSocial psychology is the study of how people and groups interact. Scholars in this interdisciplinary area are typically either psychologists or sociologists, though all social psychologists employ both the individual and the group as their units of analysis.Despite their similarity, psychological and sociological researchers tend to differ in their goals, approaches, methods, and terminology. They also favor separate academic journals and professional societies. The greatest period of collaboration between sociologists and psychologists was during the years immediately following World War II. Although there has been increasing isolation and specialization in recent years, some degree of overlap and influence remains between the two disciplines.The collective unconscious, sometimes known as collective subconscious, is a term of analytical psychology, coined by Carl Jung. It is a part of the unconscious mind, shared by a society, a people, or all humanity, in an interconnected system that is the product of all common experiences and contains such concepts as science, religion, and morality. While Freud did not distinguish between \"individual psychology\" and \"collective psychology\", Jung distinguished the collective unconscious from the personal subconscious particular to each human being. The collective unconscious is also known as \"a reservoir of the experiences of our species\".In the \"Definitions\" chapter of Jung's seminal work Psychological Types, under the definition of \"collective\" Jung references representations collectives, a term coined by Lucien Lévy-Bruhl in his 1910 book How Natives Think. Jung says this is what he describes as the collective unconscious. Freud, on the other hand, did not accept the idea of a collective unconscious.\n\n\n",
    "Belief": "A belief is an attitude that something is the case, or that some proposition about the world is true. In epistemology, philosophers use the term \"belief\" to refer to attitudes about the world which can be either true or false. To believe something is to take it to be true; for instance, to believe that snow is white is comparable to accepting the truth of the proposition \"snow is white\". However, holding a belief does not require active introspection. For example, few carefully consider whether or not the sun will rise tomorrow, simply assuming that it will. Moreover, beliefs need not be occurrent (e.g. a person actively thinking \"snow is white\"), but can instead be dispositional (e.g. a person who if asked about the color of snow would assert \"snow is white\").There are various different ways that contemporary philosophers have tried to describe beliefs, including as representations of ways that the world could be (Jerry Fodor), as dispositions to act as if certain things are true (Roderick Chisholm), as interpretive schemes for making sense of someone's actions (Daniel Dennett and Donald Davidson), or as mental states that fill a particular function (Hilary Putnam). Some have also attempted to offer significant revisions to our notion of belief, including eliminativists about belief who argue that there is no phenomenon in the natural world which corresponds to our folk psychological concept of belief (Paul Churchland) and formal epistemologists who aim to replace our bivalent notion of belief (\"either we have a belief or we don't have a belief\") with the more permissive, probabilistic notion of credence (\"there is an entire spectrum of degrees of belief, not a simple dichotomy between belief and non-belief\").Beliefs are the subject of various important philosophical debates. Notable examples include: \"What is the rational way to revise one's beliefs when presented with various sorts of evidence?\"; \"Is the content of our beliefs entirely determined by our mental states, or do the relevant facts have any bearing on our beliefs (e.g. if I believe that I'm holding a glass of water, is the non-mental fact that water is H2O part of the content of that belief)?\"; \"How fine-grained or coarse-grained are our beliefs?\"; and \"Must it be possible for a belief to be expressible in language, or are there non-linguistic beliefs?\".\n\n\n== Conceptions ==\nVarious conceptions of the essential features of beliefs have been proposed, but there is no consensus as to which is the right one. Representationalism is the traditionally dominant position. In its most common form, it holds that beliefs are mental attitudes towards representations, which are usually identified with propositions. These attitudes are part of the internal constitution of the mind holding the attitude. This view contrasts with functionalism, which defines beliefs not in terms of the internal constitution of the mind but in terms of the function or the causal role played by beliefs. According to dispositionalism, beliefs are identified with dispositions to behave in certain ways. This view can be seen as a form of functionalism, defining beliefs in terms of the behavior they tend to cause. Interpretationism constitutes another conception, which has gained popularity in contemporary philosophy. It holds that the beliefs of an entity are in some sense dependent on or relative to someone's interpretation of this entity. Representationalism tends to be associated with a mind-body-dualism. Naturalist considerations against this dualism are among the motivations for choosing one of the alternative conceptions.\n\n\n=== Representationalism ===\nRepresentationalism characterizes beliefs in terms of mental representations. Representations are usually defined as objects with semantic properties—like having a content, referring to something, or being true or false. Beliefs form a special class of mental representations since they do not involve sensory qualities in order to represent something, unlike perceptions or episodic memories. Because of this, it seems natural to construe beliefs as attitudes towards propositions, which also constitute non-sensory representations, i.e. as propositional attitudes. As mental attitudes, beliefs are characterized by both their content and their mode. The content of an attitude is what this attitude is directed at: its object. Propositional attitudes are directed at propositions. Beliefs are usually distinguished from other propositional attitudes, like desires, by their mode or the way in which they are directed at propositions. The mode of beliefs has a mind-to-world direction of fit: beliefs try to represent the world as it is;  they do not, unlike desires, involve an intention to change it. For example, if Rahul believes that it will be sunny today, then he has a mental attitude towards the proposition \"It will be sunny today\" which affirms that this proposition is true. This is different from Sofía's desire that it will be sunny today, despite the fact that both Rahul and Sofía have attitudes toward the same proposition. The mind-to-world direction of fit of beliefs is sometimes expressed by saying that beliefs aim at truth. This aim is also reflected in the tendency to revise one's belief upon receiving new evidence that an existing belief is false. So, upon hearing a forecast of bad weather, Rahul is likely to change his mental attitude but Sofía is not.\nThere are different ways of conceiving how mental representations are realized in the mind. One form is the language of thought hypothesis, which claims that mental representations have a language-like structure, sometimes referred to as \"mentalese\". \nJust like regular language, this involves simple elements that are combined in various ways according to syntactic rules to form more complex elements that act as bearers of meaning. On this conception, holding a belief would involve storing such a complex element in one's mind. Different beliefs are separated from each other in that they correspond to different elements stored in the mind. A more holistic alternative to the \"language of thought hypothesis\" is the map-conception, which uses an analogy to maps to elucidate the nature of beliefs. According to this view, the belief-system of a mind should be conceived of not as a set of many individual sentences but as a map encoding the information contained in these sentences. For example, the fact that Brussels is halfway between Paris and Amsterdam can be expressed both linguistically as a sentence and in a map through its internal geometrical relations.\n\n\n=== Functionalism ===\nFunctionalism contrasts with representationalism in that it defines beliefs not in terms of the internal constitution of the mind but in terms of the function or the causal role played by them. This view is often combined with the idea that the same belief can be realized in various ways and that it does not matter how it is realized as long as it plays the causal role characteristic to it. As an analogy, a hard drive is defined in a functionalist manner: it performs the function of storing and retrieving digital data. This function can be realized in many different ways: being made of plastic or steel, or using magnetism or laser. Functionalists hold that something similar is true for beliefs (or mental states in general). Among the roles relevant for beliefs is their relation to perceptions and to actions: perceptions usually cause beliefs and beliefs cause actions. For example, seeing that a traffic light has switched to red is usually associated with a belief that the light is red, which in turn causes the driver to bring the car to a halt. Functionalists use such characteristics to define beliefs: whatever is caused by perceptions in a certain way and also causes behavior in a certain way is called a belief. This is not just true for humans but may include animals, hypothetical aliens or even computers. From this perspective, it would make sense to ascribe the belief that a traffic light is red to a self-driving car behaving just like a human driver.\nDispositionalism is sometimes seen as a specific form of functionalism. It defines beliefs only concerning their role as causes of behavior or as dispositions to behave in a certain way.  For example, a belief that there is a pie in the pantry is associated with the disposition to affirm this when asked and to go to the pantry when hungry. While it is uncontroversial that beliefs shape our behavior, the thesis that beliefs can be defined exclusively through their role in producing behavior has been contested. The problem arises because the mechanisms shaping our behavior seem to be too complex to single out the general contribution of one particular belief for any possible situation. For example, one may decide not to affirm that there is a pie in the pantry when asked, because one wants to keep it secret. Or one might not eat the pie despite being hungry, because one also believes that it is poisoned. Due to this complexity, we are unable to define even a belief as simple as this one in terms of the behavioral dispositions for which it could be responsible.\n\n\n=== Interpretationism ===\nAccording to interpretationism, the beliefs of an entity are in some sense dependent on or relative to someone's interpretation of this entity. Daniel Dennett is an important defender of such a position. He holds that we ascribe beliefs to entities in order to predict how they will behave. Entities with simple behavioral patterns can be described using physical laws or in terms of their function. Dennett refers to these forms of explanation as the \"physical stance\" and the \"design stance\". These stances are contrasted with the intentional stance, which is applied to entities with a more complex behavior by ascribing beliefs and desires to these entities. For example, we can predict that a chess player will move her queen to f7 if we ascribe to her the desire to win the game and the belief that this move will achieve that. The same procedure can also be applied to predicting how a chess computer will behave. The entity has the belief in question if this belief can be used to predict its behavior. Having a belief is relative to an interpretation since there may be different equally good ways of ascribing beliefs to predict behavior. So there may be another interpretation that predicts the move of the queen to f7 that does not involve the belief that this move will win the game. Another version of interpretationism is due to Donald Davidson, who uses the thought experiment of radical interpretation, in which the goal is to make sense of the behavior and language of another person from scratch without any knowledge of this person's language. This process involves ascribing beliefs and desires to the speaker. The speaker really has these beliefs if this project can be successful in principle.Interpretationism can be combined with eliminativism and instrumentalism about beliefs. Eliminativists hold that, strictly speaking, there are no beliefs. Instrumentalists agree with eliminativists but add that belief-ascriptions are useful nonetheless. This usefulness can be explained in terms of interpretationism: belief-ascriptions help us in predicting how entities will behave. It has been argued that interpretationism can also be understood in a more realistic sense: that entities really have the beliefs ascribed to them and that these beliefs participate in the causal network. But, for this to be possible, it may be necessary to define interpretationism as a methodology and not as an ontological outlook on beliefs.\n\n\n=== Historical ===\nIn the context of Ancient Greek thought, three related concepts were identified regarding the concept of belief: pistis, doxa, and dogma. Simplified, pistis refers to \"trust\" and \"confidence,\" doxa refers to \"opinion\" and \"acceptance,\" and dogma refers to the positions of a philosopher or of a philosophical school such as Stoicism.\n\n\n== Types ==\nBeliefs can be categorized into various types depending on their ontological status, their degree, their object or their semantic properties.\n\n\n=== Occurrent and dispositional ===\nHaving an occurrent belief that the Grand Canyon is in Arizona involves entertaining the representation associated with this belief—for example, by actively thinking about it. But the great majority of our beliefs are not active most of the time: they are merely dispositional. They usually become activated or occurrent when needed or relevant in some way and then fall back into their dispositional state afterward. For example, the belief that 57 is greater than 14 was probably dispositional to the reader before reading this sentence, has become occurrent while reading it and may soon become dispositional again as the mind focuses elsewhere. The distinction between occurrent and dispositional beliefs is sometimes identified with the distinction between conscious and unconscious beliefs. But it has been argued that, despite overlapping, the two distinctions do not match. The reason for this is that beliefs can shape one's behavior and be involved in one's reasoning even if the subject is not conscious of them. Such beliefs are cases of unconscious occurrent mental states. On this view, being occurrent corresponds to being active, either consciously or unconsciously.A dispositional belief is not the same as a disposition to believe. We have various dispositions to believe given the right perceptions; for example, to believe that it is raining given a perception of rain. Without this perception, there is still a disposition to believe but no actual dispositional belief. On a dispositionalist conception of belief, there are no occurrent beliefs, since all beliefs are defined in terms of dispositions.\n\n\n=== Full and partial ===\nAn important dispute in formal epistemology concerns the question of whether beliefs should be conceptualized as full beliefs or as partial beliefs. Full beliefs are all-or-nothing attitudes: either one has a belief in a proposition or one does not. This conception is sufficient to understand many belief ascriptions found in everyday language:  for example, Pedro's belief that the Earth is bigger than the Moon. But some cases involving comparisons between beliefs are not easily captured through full beliefs alone: for example, that Pedro's belief that the Earth is bigger than the Moon is more certain than his belief that the Earth is bigger than Venus. Such cases are most naturally analyzed in terms of partial beliefs involving degrees of belief, so-called credences. The higher the degree of a belief, the more certain the believer is that the believed proposition is true. This is usually formalized by numbers between 0 and 1: a degree of 1 represents an absolutely certain belief, a belief of 0 corresponds to an absolutely certain disbelief and all the numbers in between correspond to intermediate degrees of certainty. In the Bayesian approach, these degrees are interpreted as subjective probabilities: e.g. a belief of degree 0.9 that it will rain tomorrow means that the agent thinks that the probability of rain tomorrow is 90%. Bayesianism uses this relation between beliefs and probability to define the norms of rationality in terms of the laws of probability. This includes both synchronic laws about what one should believe at any moment and diachronic laws about how one should revise one's beliefs upon receiving new evidence.The central question in the dispute between full and partial beliefs is whether these two types are really distinct types or whether one type can be explained in terms of the other. One answer to this question is called the Lockean thesis. It states that partial beliefs are basic and that full beliefs are to be conceived as partial beliefs above a certain threshold: for example, that every belief above 0.9 is a full belief. Defenders of a primitive notion of full belief, on the other hand, have tried to explain partial beliefs as full beliefs about probabilities. On this view, having a partial belief of degree 0.9 that it will rain tomorrow is the same as having a full belief that the probability of rain tomorrow is 90%. Another approach circumvents the notion of probability altogether and replaces degrees of belief with degrees of disposition to revise one's full belief. From this perspective, both a belief of degree 0.6 and a belief of degree 0.9 may be seen as full beliefs. The difference between them is that the former belief can readily be changed upon receiving new evidence while the latter is more stable.\n\n\n=== Belief-in and belief-that ===\nTraditionally, philosophers have mainly focused in their inquiries concerning belief on the notion of belief-that. Belief-that can be characterized as a propositional attitude to a claim which is either true or false. Belief-in, on the other hand, is more closely related to notions like trust or faith in that it refers usually to an attitude to persons. Belief-in plays a central role in many religious traditions in which belief in God is one of the central virtues of their followers. The difference between belief-in and belief-that is sometimes blurry since various expressions using the term \"belief in\" seem to be translatable into corresponding expressions using the term \"belief that\" instead. For example, a belief in fairies may be said to be a belief that fairies exist. In this sense, belief-in is often used when the entity is not real, or its existence is in doubt. Typical examples would include: \"he believes in witches and ghosts\" or \"many children believe in Santa Claus\" or \"I believe in a deity\". Not all usages of belief-in concern the existence of something: some are commendatory in that they express a positive attitude towards their object. It has been suggested that these cases can also be accounted for in terms of belief-that. For example, a belief in marriage could be translated as a belief that marriage is good. Belief-in is used in a similar sense when expressing self-confidence or faith in one's self or one's abilities.\nDefenders of a reductive account of belief-in have used this line of thought to argue that belief in God can be analyzed in a similar way: e.g. that it amounts to a belief that God exists with his characteristic attributes, like omniscience and omnipotence. Opponents of this account often concede that belief-in may entail various forms of belief-that, but that there are additional aspects to belief-in that are not reducible to belief-that. For example, a belief in an ideal may involve the belief that this ideal is something good, but it additionally involves a positive evaluative attitude toward this ideal that goes beyond a mere propositional attitude. Applied to the belief in God, opponents of the reductive approach may hold that a belief that God exists may be a necessary pre-condition for belief in God, but that it is not sufficient.\n\n\n=== De dicto and de re ===\nThe difference between de dicto and de re beliefs or the corresponding ascriptions concerns the contributions singular terms like names and other referential devices make to the semantic properties of the belief or its ascription. In regular contexts, the truth-value of a sentence does not change upon substitution of co-referring terms. For example, since the names \"Superman\" and \"Clark Kent\" refer to the same person, we can replace one with the other in the sentence \"Superman is strong\" without changing its truth-value. But this issue is more complicated in case of belief ascriptions. For example, Lois believes that Superman is strong but she does not believe that Clark Kent is strong. This difficulty arises due to the fact that she does not know that the two names refer to the same entity. Beliefs or belief ascriptions for which this substitution does not generally work are de dicto, otherwise, they are de re. So, in a de re sense, Lois does believe that Clark Kent is strong, while in a de dicto sense she does not. The contexts corresponding to de dicto ascriptions are known as referentially opaque contexts while de re ascriptions are referentially transparent.\n\n\n=== Collective belief ===\nA collective belief is referred to when people speak of what \"we\" believe when this is not simply elliptical for what \"we all\" believe. Sociologist Émile Durkheim wrote of collective beliefs and proposed that they, like all \"social facts\", \"inhered in\" social groups as opposed to individual persons. Jonathan Dancy states that \"Durkheim's discussion of collective belief, though suggestive, is relatively obscure\". Margaret Gilbert has offered a related account in terms of the joint commitment of a number of persons as a body to accept a certain belief. According to this account, individuals who together collectively believe something need not personally believe it individually. Gilbert's work on the topic has stimulated a developing literature among philosophers. One question that has arisen is whether and how philosophical accounts of belief in general need to be sensitive to the possibility of collective belief.\n\n\n== Belief contents ==\nAs mental representations, beliefs have contents. The content of a belief is what this belief is about or what it represents. Within philosophy, there are various disputes about how the contents of beliefs are to be understood. Holists and molecularists hold that the content of one particular belief depends on or is determined by other beliefs belonging to the same subject, which is denied by atomists. The question of dependence or determination also plays a central role in the internalism-externalism-debate. Internalism states that the contents of someone's beliefs depend only on what is internal to that person: they are determined entirely by things going on inside this person's head. Externalism, on the other hand, holds that the relations to one's environment also have a role to play in this.\n\n\n=== Atomism, molecularism and holism ===\nThe disagreement between atomism, molecularism and holism concerns the question of how the content of one belief depends on the contents of other beliefs held by the same subject. Atomists deny such dependence relations, molecularists restrict them to only a few closely related beliefs while holists hold that they may obtain between any two beliefs, however unrelated they seem. For example, assume that Mei and Benjamin both affirm that Jupiter is a planet. The most straightforward explanation, given by the atomists, would be that they have the same belief, i.e. that they hold the same content to be true. But now assume that Mei also believes that Pluto is a planet, which is denied by Benjamin. This indicates that they have different concepts of planet, which would mean that they were affirming different contents when they both agreed that Jupiter is a planet. This reasoning leads to molecularism or holism because the content of the Jupiter-belief depends on the Pluto-belief in this example.An important motivation for this position comes from W. V. Quine's confirmational holism, which holds that, because of this interconnectedness, we cannot confirm or disconfirm individual hypotheses, that confirmation happens on the level of the theory as a whole. Another motivation is due to considerations of the nature of learning: it is often not possible to understand one concept, like force in Newtonian physics, without understanding other concepts, like mass or kinetic energy. One problem for holism is that genuine disagreements seem to be impossible or very rare: disputants would usually talk past each other since they never share exactly the same web of beliefs needed to determine the content of the source of the disagreement.\n\n\n=== Internalism and externalism ===\nInternalism and externalism disagree about whether the contents of our beliefs are determined only by what's happening in our head or also by other factors. Internalists deny such a dependence on external factors. They hold that a person and a molecule-by-molecule copy would have exactly the same beliefs. Hilary Putnam objects to this position by way of his twin Earth thought experiment. He imagines a twin Earth in another part of the universe that is exactly like ours, except that their water has a different chemical composition despite behaving just like ours. According to Putnam, the reader's thought that water is wet is about our water while the reader's twin's thought on twin Earth that water is wet is about their water. This is the case despite the fact that the two readers have the same molecular composition. So it seems necessary to include external factors in order to explain the difference. One problem with this position is that this difference in content does not bring any causal difference with it: the two readers act in exactly the same way. This casts doubt on the thesis that there is any genuine difference in need of explanation between the contents of the two beliefs.\n\n\n== Epistemology ==\n\nEpistemology is concerned with delineating the boundary between justified belief and opinion, and involved generally with a theoretical philosophical study of knowledge. The primary problem in epistemology is to understand what is needed to have knowledge. In a notion derived from Plato's dialogue Theaetetus, where the epistemology of Socrates most clearly departs from that of the sophists, who appear to have defined knowledge as \"justified true belief\". The tendency to base knowledge (episteme) on common opinion (doxa) Socrates dismisses, results from failing to distinguish a dispositive belief (doxa) from knowledge (episteme) when the opinion is regarded correct (n.b., orthé not alethia), in terms of right, and juristically so (according to the premises of the dialogue), which was the task of the rhetors to prove. Plato dismisses this possibility of an affirmative relation between opinion and knowledge even when the one who opines grounds his belief on the rule, and is able to add justification (logos: reasonable and necessarily plausible assertions/evidence/guidance) to it.Plato has been credited for the justified true belief theory of knowledge, even though Plato in the Theaetetus elegantly dismisses it, and even posits this argument of Socrates as a cause for his death penalty. The epistemologists, Gettier and Goldman, have questioned the \"justified true belief\" definition.\n\n\n=== Justified true belief ===\nJustified true belief is a definition of knowledge that gained approval during the Enlightenment, \"justified\" standing in contrast to \"revealed\". There have been attempts to trace it back to Plato and his dialogues, more specifically in the Theaetetus, and the Meno.  The concept of justified true belief states that in order to know that a given proposition is true, one must not only believe the relevant true proposition, but also have justification for doing so. In more formal terms, an agent \n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n   knows that a proposition \n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n   is true if and only if:\n\n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n   is true\n\n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n   believes that \n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n   is true, and\n\n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n   is justified in believing that \n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n   is trueThis theory of knowledge suffered a significant setback with the discovery of Gettier problems, situations in which the above conditions were seemingly met but where many philosophers deny that anything is known. Robert Nozick suggested a clarification of \"justification\" which he believed eliminates the problem: the justification has to be such that were the justification false, the knowledge would be false. Bernecker and Dretske (2000) argue that \"no epistemologist since Gettier has seriously and successfully defended the traditional view.\": 3  On the other hand, Paul Boghossian argues that the justified true belief account is the \"standard, widely accepted\" definition of knowledge.\n\n\n=== Belief systems ===\nA belief system comprises a set of mutually supportive beliefs. The beliefs of any such system can be religious, philosophical, political, ideological, or a combination of these.\n\n\n==== Glover's view ====\nPhilosopher Jonathan Glover, following Meadows (2008), says that beliefs are always part of a belief system, and that tenanted belief systems are difficult for the tenants to completely revise or reject. He suggests that beliefs have to be considered holistically, and that no belief exists in isolation in the mind of the believer. Each belief always implicates and relates to other beliefs. Glover provides the example of a patient with an illness who returns to a doctor, but the doctor says that the prescribed medicine is not working. At that point, the patient has a great deal of flexibility in choosing what beliefs to keep or reject: the patient could believe that the doctor is incompetent, that the doctor's assistants made a mistake, that the patient's own body is unique in some unexpected way, that Western medicine is ineffective, or even that Western science is entirely unable to discover truths about ailments.This insight has relevance for inquisitors, missionaries, agitprop groups and thought-police. The British philosopher Stephen Law has described some belief systems (including belief in homeopathy, psychic powers, and alien abduction) as \"claptrap\" and says that such belief-systems can \"draw people in and hold them captive so they become willing slaves of claptrap [...] if you get sucked in, it can be extremely difficult to think your way clear again\".\n\n\n== Religion ==\n\nReligious belief refers to attitudes towards mythological, supernatural, or spiritual aspects of a religion. Religious belief is distinct from religious practice and from religious behaviours – with some believers not practicing religion and some practitioners not believing religion. Religious beliefs, deriving from ideas that are exclusive to religion, often relate to the existence, characteristics and worship of a deity or deities, to the idea of divine intervention in the universe and in human life, or to the deontological explanations for the values and practices centered on the teachings of a spiritual leader or community. In contrast to other belief systems, religious beliefs are usually codified.\n\n\n=== Forms ===\nA popular view holds that different religions each have identifiable and exclusive sets of beliefs or creeds, but surveys of religious belief have often found that the official doctrine and descriptions of the beliefs offered by religious authorities do not always agree with the privately held beliefs of those who identify as members of a particular religion. For a broad classification of the kinds of religious belief, see below.\n\n\n==== Fundamentalism ====\n\nFirst self-applied as a term to the conservative doctrine outlined by anti-modernist Protestants in the United States, \"fundamentalism\" in religious terms denotes strict adherence to an interpretation of scriptures that are generally associated with theologically conservative positions or traditional understandings of the text and are distrustful of innovative readings, new revelation, or alternative interpretations. Religious fundamentalism has been identified in the media as being associated with fanatical or zealous political movements around the world that have used a strict adherence to a particular religious doctrine as a means to establish political identity and to enforce societal norms.\n\n\n==== Orthodoxy ====\n\nFirst used in the context of Early Christianity, the term \"orthodoxy\" relates to religious belief that closely follows the edicts, apologies, and hermeneutics of a prevailing religious authority. In the case of Early Christianity, this authority was the communion of bishops, and is often referred to by the term \"Magisterium\". The term orthodox was applied almost as an epithet to a group of Jewish believers who held to pre-Enlightenment understanding of Judaism – now known as Orthodox Judaism. The Eastern Orthodox Church of Christianity and the Catholic Church each consider themselves to be the true heir to Early Christian belief and practice. The antonym of \"orthodox\" is \"heterodox\", and those adhering to orthodoxy often accuse the heterodox of apostasy, schism, or heresy.\n\n\n==== Modernism/reform ====\nThe Renaissance and later the Enlightenment in Europe exhibited varying degrees of religious tolerance and intolerance towards new and old religious ideas. The philosophes took particular exception to many of the more fantastical claims of religions and directly challenged religious authority and the prevailing beliefs associated with the established churches. In response to the liberalizing political and social movements, some religious groups attempted to integrate Enlightenment ideals of rationality, equality, and individual liberty into their belief systems, especially in the nineteenth and twentieth centuries. Reform Judaism and Liberal Christianity offer two examples of such religious associations.\n\n\n=== Attitudes to other religions ===\nAdherents of particular religions deal with the differing doctrines and practices espoused by other religions or by other religious denominations in a variety of ways.\n\n\n==== Exclusivism ====\n\nPeople with exclusivist beliefs typically explain other beliefs either as in error, or as corruptions or counterfeits of the true faith. This approach is a fairly consistent feature among smaller new religious movements that often rely on doctrine that claims a unique revelation by the founders or leaders, and considers it a matter of faith that the \"correct\" religion has a monopoly on truth. All three major Abrahamic monotheistic religions have passages in their holy scriptures that attest to the primacy of the scriptural testimony, and indeed monotheism itself is often vouched as an innovation characterized specifically by its explicit rejection of earlier polytheistic faiths.\nSome exclusivist faiths incorporate a specific element of proselytization. This is a strongly-held belief in the Christian tradition which follows the doctrine of the Great Commission, and is less emphasized by the Islamic faith where the Quranic edict \"There shall be no compulsion in religion\" (2:256) is often quoted as a justification for toleration of alternative beliefs. The Jewish tradition does not actively seek out converts.\nExclusivism correlates with conservative, fundamentalist, and orthodox approaches of many religions, while pluralistic and syncretist approaches either explicitly downplay or reject the exclusivist tendencies within a religion.\n\n\n==== Inclusivism ====\nPeople with inclusivist beliefs recognize some truth in all faith systems, highlighting agreements and minimizing differences. This attitude is sometimes associated with Interfaith dialogue or with the Christian Ecumenical movement, though in principle such attempts at pluralism are not necessarily inclusivist and many actors in such interactions (for example, the Roman Catholic Church) still hold to exclusivist dogma while participating in inter-religious organizations. Explicitly inclusivist religions include many that are associated with the New Age movement, as well as modern reinterpretations of Hinduism and Buddhism. The Baháʼí Faith considers it doctrine that there is truth in all faith-systems.\nPluralism and syncretism are two closely related concepts. People with pluralist beliefs make no distinction between faith systems, viewing each one as valid within a particular culture. People with syncretic views blend the views of a variety of different religions or traditional beliefs into a unique fusion which suits their particular experiences and contexts (see eclecticism). Unitarian Universalism exemplifies a syncretic faith.\n\n\n=== Adherence ===\n\nTypical reasons for adherence to religion include the following:\n\nSome see belief in a deity as necessary for moral behavior.\nSome regard religious practices as serene, beautiful, and conducive to religious experiences, which in turn support religious beliefs.\nOrganized religions promote a sense of community among their followers, and the moral and cultural common ground of these communities makes them attractive to people with similar values. Indeed, while religious beliefs and practices are usually connected, some individuals with substantially secular beliefs still participate in religious practices for cultural reasons.\nEach religion asserts that it is a means by which its adherents may come into closer contact with the Divine, with Truth, and with spiritual power. They all promise to free adherents from spiritual bondage, and to bring them into spiritual freedom. It naturally follows that a religion which can free its adherents from deception, sin, and spiritual death will have significant mental-health benefits. Abraham Maslow's research after World War II showed that Holocaust survivors tended to be those who held strong religious beliefs (not necessarily temple attendance, etc.), suggesting that belief helped people cope in extreme circumstances. Humanistic psychology went on to investigate how religious or spiritual identity may have correlations with longer lifespan and better health. The study found that humans may particularly need religious ideas to serve various emotional needs such as the need to feel loved, the need to belong to homogeneous groups, the need for understandable explanations and the need for a guarantee of ultimate justice. Other factors may involve sense of purpose, sense of identity, or a sense of contact with the divine. See also Man's Search for Meaning, by Viktor Frankl, detailing his experience with the importance of religion in surviving the Holocaust. Critics assert that the very fact that religion was the primary selector for research subjects may have introduced a bias, and that the fact that all subjects were Holocaust survivors may also have had an effect. According to Larson et al. (2000), \"[m]ore longitudinal research with better multidimensional measures will help further clarify the roles of these [religious] factors and whether they are beneficial or harmful.\"Psychologist James Alcock also summarizes a number of apparent benefits which reinforce religious belief. These include prayer appearing to account for successful resolution of problems, \"a bulwark against existential anxiety and fear of annihilation,\" an increased sense of control, companionship with one's deity, a source of self-significance, and group identity.\n\n\n=== Apostasy ===\n\nTypical reasons for rejection of religion include:\n\nSome people regard certain fundamental doctrines of some religions as illogical, contrary to experience, or unsupported by sufficient evidence; such people may reject one or more religions for those reasons. Even some believers may have difficulty accepting particular religious assertions or doctrines. Some people believe the body of evidence available to humans to be insufficient to justify certain religious beliefs. They may thus disagree with religious interpretations of ethics and human purpose, or with various creation myths. This reason has perhaps been aggravated by the protestations and emphases of some fundamentalist Christians.\nSome religions include beliefs that certain groups of people are inferior or sinful and deserve contempt, persecution, or even death, and that non-believers will be punished for their unbelief in an after-life. Adherents to a religion may feel antipathy to unbelievers. Numerous examples exist of people of one religion or sect using religion as an excuse to murder people with different religious beliefs. To mention just a few examples:\nthe slaughter of the Huguenots by French Catholics in the sixteenth century\nHindus and Muslims killing each other when Pakistan separated from India in 1947\nthe persecution and killing of Shiite Muslims by Sunni Muslims in Iraq\nthe murder of Protestants by Catholics and vice versa in Ireland (both of these examples in the late twentieth century)\nthe Israeli–Palestinian conflict that continues as of 2018 – According to some critics of religion, such beliefs can encourage completely unnecessary conflicts and in some cases even wars. Many atheists believe that, because of this, religion is incompatible with world peace, freedom, civil rights, equality, and good government. On the other hand, most religions perceive atheism as a threat and will vigorously and even violently defend themselves against religious sterilization, making the attempt to remove public religious practices a source of strife.\nSome people may be unable to accept the values that a specific religion promotes and will therefore not join that religion. They may also be unable to accept the proposition that those who do not believe will go to hell or be damned, especially if said nonbelievers are close to the person.\nThe maintenance of life and the achievement of self-esteem require of a person the fullest exercise of reason—but morality (people are taught) rests on and requires faith.\n\n\n== Psychology ==\nMainstream psychology and related disciplines have traditionally treated belief as if it were the simplest form of mental representation and therefore one of the building blocks of conscious thought. Philosophers have tended to be more abstract in their analysis, and much of the work examining the viability of the belief concept stems from philosophical analysis.The concept of belief presumes a subject (the believer) and an object of belief (the proposition). So, like other propositional attitudes, belief implies the existence of mental states and intentionality, both of which are hotly debated topics in the philosophy of mind, whose foundations and relation to brain states are still controversial.\nBeliefs are sometimes divided into core beliefs (that are actively thought about) and dispositional beliefs (that may be ascribed to someone who has not thought about the issue). For example, if asked \"do you believe tigers wear pink pajamas?\" a person might answer that they do not, despite the fact they may never have thought about this situation before.This has important implications for understanding the neuropsychology and neuroscience of belief. If the concept of belief is incoherent, then any attempt to find the underlying neural processes that support it will fail.\nPhilosopher Lynne Rudder Baker has outlined four main contemporary approaches to belief in her book Saving Belief:\nOur common-sense understanding of belief is correct – Sometimes called the \"mental sentence theory,\" in this conception, beliefs exist as coherent entities, and the way we talk about them in everyday life is a valid basis for scientific endeavor. Jerry Fodor was one of the principal defenders of this point of view.\nOur common-sense understanding of belief may not be entirely correct, but it is close enough to make some useful predictions – This view argues that we will eventually reject the idea of belief as we know it now, but that there may be a correlation between what we take to be a belief when someone says \"I believe that snow is white\" and how a future theory of psychology will explain this behavior. Philosopher Stephen Stich has argued for this particular understanding of belief.\nOur common-sense understanding of belief is entirely wrong and will be completely superseded by a radically different theory that will have no use for the concept of belief as we know it – Known as eliminativism, this view (most notably proposed by Paul and Patricia Churchland) argues that the concept of belief is like obsolete theories of times past such as the four humours theory of medicine, or the phlogiston theory of combustion. In these cases science has not provided us with a more detailed account of these theories, but completely rejected them as valid scientific concepts to be replaced by entirely different accounts. The Churchland argue that our common-sense concept of belief is similar in that as we discover more about neuroscience and the brain, the inevitable conclusion will be to reject the belief hypothesis in its entirety.\nOur common-sense understanding of belief is entirely wrong; however, treating people, animals, and even computers as if they had beliefs is often a successful strategy – The major proponents of this view, Daniel Dennett and Lynne Rudder Baker, are both eliminativists in that they hold that beliefs are not a scientifically valid concept, but they do not go as far as rejecting the concept of belief as a predictive device. Dennett gives the example of playing a computer at chess. While few people would agree that the computer held beliefs, treating the computer as if it did (e.g. that the computer believes that taking the opposition's queen will give it a considerable advantage) is likely to be a successful and predictive strategy. In this understanding of belief, named by Dennett the intentional stance, belief-based explanations of mind and behaviour are at a different level of explanation and are not reducible to those based on fundamental neuroscience, although both may be explanatory at their own level.Strategic approaches make a distinction between rules, norms and beliefs as follows:\n\nRules. Explicit regulative processes such as policies, laws, inspection routines, or incentives. Rules function as a coercive regulator of behavior and are dependent upon the imposing entity's ability to enforce them.\nNorms. Regulative mechanisms accepted by the social collective. Norms are enforced by normative mechanisms within the organization and are not strictly dependent upon law or regulation.\nBeliefs. The collective perception of fundamental truths governing behavior. The adherence to accepted and shared beliefs by members of a social system will likely persist and be difficult to change over time. Strong beliefs about determinant factors (i.e., security, survival, or honor) are likely to cause a social entity or group to accept rules and norms.\n\n\n=== Belief formation and revision ===\n\nAn extensive amount of scientific research and philosophical discussion exists around the modification of beliefs, which is commonly referred to as belief revision. Generally speaking, the process of belief revision entails the believer weighing the set of truths and/or evidence, and the dominance of a set of truths or evidence on an alternative to a held belief can lead to revision. One process of belief revision is Bayesian updating and is often referenced for its mathematical basis and conceptual simplicity. However, such a process may not be representative for individuals whose beliefs are not easily characterized as probabilistic.\nThere are several techniques for individuals or groups to change the beliefs of others; these methods generally fall under the umbrella of persuasion. Persuasion can take on more specific forms such as consciousness raising when considered in an activist or political context. Belief modification may also occur as a result of the experience of outcomes. Because goals are based, in part on beliefs, the success or failure at a particular goal may contribute to modification of beliefs that supported the original goal.\nWhether or not belief modification actually occurs is dependent not only on the extent of truths or evidence for the alternative belief, but also characteristics outside the specific truths or evidence. This includes, but is not limited to: the source characteristics of the message, such as credibility; social pressures; the anticipated consequences of a modification; or the ability of the individual or group to act on the modification. Therefore, individuals seeking to achieve belief modification in themselves or others need to consider all possible forms of resistance to belief revision.\nGlover maintains that any person can continue to hold any belief if they would really like to (for example, with help from ad hoc hypotheses). One belief can be held fixed, and other beliefs will be altered around it. Glover warns that some beliefs may not be entirely explicitly believed (for example, some people may not realize they have racist belief-systems adopted from their environment as a child). Glover believes that people tend to first realize that beliefs can change, and may be contingent on their upbringing, around age 12 or 15.\n Glover emphasizes that beliefs are difficult to change. He says that one may try to rebuild one's beliefs on more secure foundations (axioms), like building a new house, but warns that this may not be possible. Glover offers the example of René Descartes, saying: \"[Descartes] starts off with the characteristic beliefs of a 17th-century Frenchman; he then junks the lot, he rebuilds the system, and somehow it looks a lot like the beliefs of a 17th-century Frenchman.\" To Glover, belief systems are not like houses but are instead like boats. As Glover puts it: \"Maybe the whole thing needs rebuilding, but inevitably at any point you have to keep enough of it intact to keep floating.\"\n\n\n==== Models of belief formation ====\n\nPsychologists study belief formation and the relationship between beliefs and actions. Three types of models of belief formation and change have been proposed: conditional inference process models, linear models and information processing models.\nConditional inference process models emphasize the role of inference for belief formation. When people are asked to estimate the likelihood that a statement is true, they search their memory for information that has implications for the validity of this statement. Once this information has been identified, they estimate the likelihood that the statement would be true if the information were true, and the likelihood that the statement would be true if the information were false. If their estimates for these two probabilities differ, people average them, weighting each by the likelihood that the information is true and false. Thus, information bears directly on beliefs of another, related statement.Unlike the previous model, linear models take into consideration the possibility of multiple factors influencing belief formation. Using regression procedures, these models predict belief formation on the basis of several different pieces of information, with weights assigned to each piece on the basis of their relative importance.These information processing models address the fact that the responses people have to belief-relevant information is unlikely to be predicted from the objective basis of the information that they can recall at the time their beliefs are reported. Instead, these responses reflect the number and meaning of the thoughts that people have about the message at the time that they encounter it.Some influences on people's belief formation include:\n\nInternalization of beliefs during childhood, which can form and shape our beliefs in different domains. Albert Einstein is often quoted as having said that \"Common sense is the collection of prejudices acquired by age eighteen.\" Political beliefs depend most strongly on the political beliefs most common in the community where we live. Most individuals believe the religion they were taught in childhood.\nCharismatic leaders can form or modify beliefs (even if those beliefs fly in the face of all previous beliefs). Rational individuals need to reconcile their direct reality with any said belief; therefore, if belief is not present or possible, it reflects the fact that contradictions were necessarily overcome using cognitive dissonance.\nAdvertising can form or change beliefs through repetition, shock, and association with images of sex, love, beauty, and other strong positive emotions. Contrary to intuition, a delay, known as the sleeper effect, instead of immediate succession may increase an advertisement's ability to persuade viewer's beliefs if a discounting cue is present.\nPhysical trauma, especially to the head, can radically alter a person's beliefs.However, even educated people, well aware of the process by which beliefs form, still strongly cling to their beliefs, and act on those beliefs even against their own self-interest. In Anna Rowley's book, Leadership Therapy, she states \"You want your beliefs to change. It's proof that you are keeping your eyes open, living fully, and welcoming everything that the world and people around you can teach you.\" This means that peoples' beliefs should evolve as they gain new experiences.\n\n\n=== Prediction ===\nDifferent psychological models have tried to predict people's beliefs and some of them try to estimate the exact probabilities of beliefs. For example, Robert Wyer developed a model of subjective probabilities. When people rate the likelihood of a certain statement (e.g., \"It will rain tomorrow\"), this rating can be seen as a subjective probability value. The subjective probability model posits that these subjective probabilities follow the same rules as objective probabilities. For example, the law of total probability might be applied to predict a subjective probability value. Wyer found that this model produces relatively accurate predictions for probabilities of single events and for changes in these probabilities, but that the probabilities of several beliefs linked by \"and\" or \"or\" do not follow the model as well.\n\n\n=== Delusion ===\nDelusions are defined as fixed false beliefs that are not changed even when confronted with conflicting evidence.  Psychiatrist and historian G.E. Berrios (1940- ) has challenged the view that delusions are genuine beliefs and instead labels them as \"empty speech acts\", where affected persons are motivated to express false or bizarre belief statements due to an underlying psychological disturbance. However, the majority of mental health professionals and researchers treat delusions as if they were genuine beliefs.\n\n\n=== Emotion and beliefs ===\nResearch has indicated that emotion and cognition act in conjunction to produce beliefs, and more specifically emotion plays a vital role in the formation and maintenance of beliefs.\n\n\n",
    "nlp_string": "societi group individu involv persist social interact larg social group share spatial social territori typic subject polit author domin cultur expect societi character pattern relationship social relat individu share distinct cultur institut given societi may describ sum total relationship among constitu member social scienc larger societi often exhibit stratif domin pattern subgroup societi construct pattern behavior deem certain action speech accept unaccept pattern behavior within given societi known societ norm societi norm undergo gradual perpetu chang insofar collabor societi enabl member benefit way would otherwis difficult individu basi individu social common benefit thu distinguish mani case found overlap societi also consist peopl govern norm valu within domin larger societi sometim refer subcultur term use extens within criminolog also appli distinct subsect larger societi broadli especi within structuralist thought societi may illustr econom social industri cultur infrastructur made yet distinct vari collect individu regard societi mean object relationship peopl materi world peopl rather peopl beyond individu familiar social environ etymolog usag term societi came 12th centuri french société mean turn latin word societa turn deriv noun sociu comrad friend alli adjectiv form sociali use describ bond interact parti friendli least civil without articl term refer entireti human also societi gener societi larg etc although unfriendli uncivil remaind societi sens may deem antisoci 1630 use refer peopl bound neighborhood intercours awar live togeth order commun howev 18th centuri scottish economist adam smith taught societi may subsist among differ men among differ merchant sens util without mutual love affect refrain injuri use sens associ societi bodi individu outlin bound function interdepend possibl compris characterist nation cultur ident social solidar languag hierarch structur concept societi gener address fact individu rather limit mean autonom unit great ape alway bonobo homo pan less gorilla pongo social anim robinson situat either fiction unusu corner case ubiqu social context human fall presoci eusoci spectrum anim etholog cultur relativ widespread approach ethic larg replac notion primit progress relat cultur includ materi social organ accord anthropologist mauric godeli one critic novelti societi contrast human closest biolog rel chimpanze bonobo parent role assum male supposedli would absent nearest rel patern gener determin polit scienc societi may also structur polit order increas size complex band tribe chiefdom state societi structur may vari degre polit power depend cultur geograph histor environ societi must contend thu isol societi level technolog cultur societi like surviv one close proxim other may encroach resourc societi unabl offer effect respons societi compet usual subsum cultur compet societi sociolog sociologist peter berger defin societi human product noth human product yet continu act upon produc accord societi creat human creation turn back creat mold human everi day sociologist gerhard lenski differenti societi base level technolog commun economi 1 hunter gather 2 simpl agricultur 3 advanc agricultur 4 industri 5 special fish societi maritim societi similar system earlier develop anthropologist morton fri conflict theorist elman servic integr theorist produc system classif societi human cultur base evolut social inequ role state system classif contain four categori band categor duti respons came agricultur societi tribal societi limit instanc social rank prestig stratifi structur led chieftain civil complex social hierarchi organ institut addit human humankind upon rest element societi includ societi belief virtual societi societi base onlin ident evolv inform time cultur progress toward complex form organ control cultur evolut profound effect pattern commun tribe settl around season food stock becom agrarian villag villag grew becom town citi citi turn societi distribut largess behest individu larger group peopl type generos seen known cultur typic prestig accru gener individu group convers member societi may also shun scapegoat member societi violat norm mechan joke relationship scapego may seen variou type human group tend institution within societi social evolut phenomenon carri certain element could detriment popul serv societi bestow statu individu group peopl individu group perform admir desir action type recognit bestow form name titl manner dress monetari reward mani societi adult male femal statu subject ritual process type altruist action interest larger group seen virtual societi phenomena commun action shun scapego generos share risk reward common mani form societi type societi social group differ accord subsist strategi way human use technolog provid need although human establish mani type societi throughout histori anthropologist tend classifi differ societi accord degre differ group within societi unequ access advantag resourc prestig power virtual societi develop degre inequ among peopl process social stratif divis member societi level unequ wealth prestig power sociologist place societi three broad categori industri postindustri societi food product carri use human anim labor main econom activ societi subdivid accord level technolog method produc food subdivis hunt gather pastor horticultur agricultur feudal hunt gather main form food product societi daili collect wild plant hunt wild anim move around constantli search food result build perman villag creat wide varieti artifact usual form small group band tribe howev hunt gather societi area abund resourc peopl tlingit live larger group form complex hierarch social structur chiefdom need mobil also limit size societi gener consist fewer 60 peopl rare exceed 100 status within tribe rel equal decis reach gener agreement tie bind tribe complex band leadership use special purpos tribal societi polit offic contain real power chief mere person influenc sort advis therefor tribal consolid collect action government famili form main social unit member relat birth marriag type organ requir famili carri social function includ product educ pastor pastor slightli effici form subsist rather search food daili basi member pastor societi reli domest herd anim meet food need pastoralist live nomad life move herd one pastur anoth food suppli far reliabl pastor societi support larger popul sinc food surplus fewer peopl need produc food result divis labor special individu group perform specif econom activ becom complex exampl peopl becom craftwork produc tool weapon jewelri among item valu product good encourag trade trade help creat inequ famili acquir good other famili often gain power increas wealth pass properti one gener anoth help central wealth power time emerg hereditari chieftainship typic form govern pastor societi horticultur fruit veget grown garden plot clear jungl forest provid main sourc food horticultur societi societi level technolog complex similar pastor societi horticultur group use method rais crop wild veget cut burn ash use fertil horticulturist use human labor simpl tool cultiv land one season land becom barren horticulturist clear new plot leav old plot revert natur state may return origin land sever year later begin process rotat garden plot horticulturist stay one area fairli long period time allow build semiperman perman villag size villag popul depend amount land avail farm thu villag rang 30 peopl mani 2000 pastor societi surplu food lead complex divis labor special role horticultur societi includ craftspeopl shaman religi leader trader role special allow peopl creat wide varieti artifact pastor societi surplu food lead inequ wealth power within horticultur polit system develop settl natur horticultur life agrarian agrarian societi use agricultur technolog advanc cultiv crop larg area sociologist use phrase agricultur revolut refer technolog chang occur long year ago led cultiv crop rais farm anim increas food suppli led larger popul earlier commun meant greater surplu result town becam center trade support variou ruler educ craftspeopl merchant religi leader worri locat nourish greater degre social stratif appear agrarian societi exampl women previous higher social statu share labor equal men hunt gather societi women even gather food men howev food store improv women took lesser role provid food famili increasingli becam subordin men villag town expand neighbor area conflict commun inevit occur farmer provid warrior food exchang protect invas enemi system ruler high social statu also appear nobil organ warrior protect societi invas way nobil manag extract good lesser member societi feudal feudal form societi base ownership land unlik today farmer vassal feudal bound cultiv lord land exchang militari protect lord exploit peasant provid food crop craft homag servic landown estat realm system feudal often multigener famili peasant may cultiv lord land gener industri 15th 16th centuri new econom system emerg began replac feudal capit mark open competit free market mean product privat own europ explor america serv one impetu develop capit introduct foreign metal silk spice stimul great commerci activ european societi industri societi reli heavili machin power fuel product good produc dramat increas effici increas effici product industri revolut produc even greater surplu surplu agricultur good also manufactur good larger surplu caus chang discuss earlier domest revolut becom even pronounc popul boom increas product made good avail everyon howev inequ becam even greater breakup feudal societi caus mani peopl leav land seek employ citi creat great surplu labor gave capitalist plenti labor could hire extrem low wage societi societi domin inform servic high technolog product good advanc industri societi see shift toward increas servic sector manufactur product unit state first countri half workforc employ servic industri servic industri includ govern research educ health sale law bank contemporari usag term societi current use cover number polit scientif connot well varieti associ western develop western world brought emerg concept western cultur polit idea often refer simpli western societi geograph cover least countri western europ north america australia new zealand sometim also includ eastern europ south america israel cultur lifestyl stem western europ enjoy rel strong economi stabl govern allow freedom religion chosen democraci form govern favor capit intern trade heavili influenc valu form polit militari allianc cooper inform although concept inform societi discuss sinc 1930 modern world almost alway appli manner inform technolog impact societi cultur therefor cover effect comput telecommun home workplac school govern variou commun organ well emerg new social form european union area interest inform societi polici direct toward promot open competit digit economi research inform commun technolog well applic improv social inclus public servic qualiti intern telecommun union world summit inform societi geneva tuni 2003 2005 led number polici applic area action envisag knowledg access electron inform resourc increas begin 21st centuri special attent extend inform societi knowledg societi analysi irish govern state capac manipul store transmit larg quantiti inform cheapli increas stagger rate recent year digitis inform associ pervas internet facilit new intens applic knowledg econom activ extent becom predomin factor creation wealth much 70 80 percent econom growth said due new better knowledg use peopl mani nation unit common polit cultur tradit belief valu sometim also said form societi eastern western use context term employ mean contrast two societi whose member repres altern conflict compet worldview academ profession scientif associ describ societi exampl american mathemat societi american societi civil engin royal societi countri unit state franc latin america term societi use commerc denot partnership investor start busi unit kingdom partnership call societi mutual often known societi friendli societi build societi cultur umbrella term encompass social behavior norm found human societi well knowledg belief art law custom capabl habit individu acquir cultur learn process encultur social shown divers cultur across societi cultur norm codifi accept conduct societi serv guidelin behavior dress languag demeanor situat serv templat expect social group accept monocultur social group bear risk singl speci wither face environment chang lack function respons chang thu militari cultur valor count typic behavior individu duti honor loyalti social group count virtu function respons continuum conflict practic religion analog attribut identifi social group descript cultur consid central concept anthropolog encompass rang phenomena transmit social learn human societi cultur univers found human societi includ express form like art music danc ritual religion technolog like tool usag cook shelter cloth concept materi cultur cover physic express cultur technolog architectur art wherea immateri aspect cultur principl social organ includ practic polit organ social institut mytholog philosophi literatur written oral scienc compris intang cultur heritag human one sens cultur attribut individu degre cultiv particular level sophist art scienc educ manner level cultur sophist also sometim use distinguish civil less complex societi hierarch perspect cultur also found distinct high cultur social elit low cultur popular cultur folk cultur lower class distinguish stratifi access cultur capit common parlanc cultur often use refer specif symbol marker use ethnic group distinguish visibl bodi modif cloth jewelri mass cultur refer mass mediat form consum cultur emerg 20th centuri school philosophi marxism critic theori argu cultur often use polit tool elit manipul proletariat creat fals conscious perspect common disciplin cultur studi wider social scienc theoret perspect cultur materi hold human symbol cultur aris materi condit human life human creat condit physic surviv basi cultur found evolv biolog disposit use count noun cultur set custom tradit valu societi commun ethnic group nation cultur set knowledg acquir time sens multicultur valu peac coexist mutual respect differ cultur inhabit planet sometim cultur also use describ specif practic within subgroup societi subcultur bro cultur countercultur within cultur anthropolog ideolog analyt stanc cultur relativ hold cultur easili object rank evalu evalu necessarili situat within valu system given cultur etymolog modern term cultur base term use ancient roman orat cicero tusculana disputation wrote cultiv soul cultura animi use agricultur metaphor develop philosoph soul understood teleolog highest possibl ideal human develop samuel pufendorf took metaphor modern context mean someth similar longer assum philosophi man natur perfect use mani writer refer way human be overcom origin barbar artific becom fulli human 1986 philosoph edward casey wrote word cultur meant till middl english word goe back latin coler inhabit care till worship cultu cult especi religi one cultur cultur inhabit place suffici intens cultiv respons respond attend caringli cultur describ richard velkley origin meant cultiv soul mind acquir later modern mean write german thinker variou level develop rousseau critic modern liber enlighten thu contrast cultur civil usual impli author even express word anthropologist tylor complex whole includ knowledg belief art moral law custom capabl habit acquir man member societi altern contemporari variant cultur defin social domain emphas practic discours materi express time express continu discontinu social mean life held cambridg english dictionari state cultur way life especi gener custom belief particular group peopl particular time terror manag theori posit cultur seri activ worldview provid human basi perceiv person worth within world mean mere physic aspect exist order deni anim insignific death homo sapien becam awar acquir larger word use gener sens evolv abil categor repres experi symbol act imagin creativ abil aros evolut behavior modern human around year ago often thought uniqu human howev speci demonstr similar though much less complic abil social learn also use denot complex network practic accumul knowledg idea transmit social interact exist specif human group cultur use plural form chang estim archaeolog data human capac cumul cultur emerg somewher year panikkar identifi 29 way cultur chang brought includ growth develop evolut involut renov reconcept reform innov reviv revolut mutat progress diffus osmosi borrow eclectic syncret modern indigen transform context modern could view adopt enlighten era belief practic scienc ration industri commerc democraci notion progress rein raud build work umberto eco pierr bourdieu jeffrey alexand propos model cultur chang base claim bid judg cognit adequaci endors endors symbol author cultur commun question cultur invent come mean innov new found use group peopl express behavior exist physic object human global acceler cultur chang period driven expans intern commerc mass media human popul explos among factor cultur reposit mean reconstruct cultur concept societi cultur intern affect forc encourag chang forc resist chang forc relat social structur natur event involv perpetu cultur idea practic within current structur subject conflict develop technolog produc chang within societi alter social dynam promot new cultur model spur enabl gener action social shift may accompani ideolog shift type cultur chang exampl feminist movement involv new practic produc shift gender relat alter gender econom structur environment condit may also enter factor exampl tropic forest return end last ice age plant suitabl domest avail lead invent agricultur turn brought mani cultur innov shift social extern affect via contact societi may also shift chang cultur practic war competit resourc may impact technolog develop social dynam addit cultur idea may transfer one societi anoth diffus accultur diffus form someth though necessarili mean move one cultur anoth exampl western restaur chain culinari brand spark curios fascin chines china open economi intern trade late stimulu diffus share idea refer element one cultur lead invent propag anoth direct borrow hand tend refer technolog tangibl diffus one cultur anoth diffus innov theori present model individu cultur adopt new idea practic differ mean still context refer replac trait one cultur anoth happen certain nativ american tribe mani indigen peopl across globe process colon relat process individu level includ assimil adopt differ cultur individu transcultur transnat flow cultur play major role merg differ cultur share thought idea belief earli modern discours german romantic immanuel kant formul individualist definit enlighten similar concept bildung enlighten man emerg immatur argu immatur come lack understand lack courag think independ intellectu cowardic kant urg saper aud dare wise reaction kant german scholar johann gottfri herder argu human creativ necessarili take unpredict highli divers form import human ration moreov herder propos collect form bildung herder bildung total experi provid coher ident sens common destini peopl 1795 prussian linguist philosoph wilhelm von humboldt call anthropolog would synthes kant herder interest romant era scholar germani especi concern nationalist nationalist struggl creat germani divers princip nationalist struggl ethnic minor inclus notion cultur worldview weltanschauung accord school thought ethnic group distinct worldview incommensur worldview group although inclus earlier view approach cultur still allow distinct civil primit tribal cultur 1860 adolf bastian argu psychic uniti mankind propos scientif comparison human societi would reveal distinct worldview consist basic element accord bastian human societi share set elementari idea elementargedanken differ cultur differ folk idea völkergedanken local modif elementari idea view pave way modern understand cultur franz boa train tradit brought left germani unit state english romantic 19th centuri humanist english poet essayist matthew arnold use word cultur refer ideal individu human refin best thought said world concept cultur also compar german concept bildung cultur pursuit total perfect mean get know matter concern us best thought said world practic cultur refer elit ideal associ activ art classic music haut cuisin form associ urban life cultur identifi civil lat civita citi anoth facet romant movement interest folklor led identifi cultur among distinct often character high cultur name rule social group low cultur word idea cultur develop europ 18th earli 19th centuri reflect inequ within european societi matthew arnold contrast cultur anarchi european follow philosoph thoma hobb rousseau contrast cultur state natur accord hobb rousseau nativ american conquer european 16th centuri live state natur opposit express contrast civil uncivil accord way think one could classifi countri nation civil other peopl cultur other contrast led herbert spencer theori social darwin lewi henri morgan theori cultur evolut critic argu distinct high low cultur express conflict european elit critic argu distinct civil uncivil peopl express conflict european coloni power coloni subject critic follow rousseau accept differenti higher lower cultur seen refin sophist high cultur corrupt unnatur develop obscur distort peopl essenti natur critic consid folk music produc folk rural illiter peasant honestli express natur way life classic music seem superfici decad equal view often portray indigen peopl nobl savag live authent unblemish live uncompl uncorrupt highli stratifi capitalist system west 1870 anthropologist edward tylor appli idea higher versu lower cultur propos theori evolut religion accord theori religion evolv polytheist monotheist form process redefin cultur divers set activ characterist human societi view pave way modern understand religion anthropolog although anthropologist worldwid refer tylor definit cultur 20th centuri cultur emerg central unifi concept american anthropolog commonli refer univers human capac classifi encod human experi symbol commun symbol encod experi social american anthropolog organ four field play import role research cultur biolog anthropolog linguist anthropolog cultur anthropolog unit state canada archaeolog term kulturbril cultur glass coin german american anthropologist franz boa refer lens see countri martin lindstrom assert kulturbril allow us make sens cultur inhabit also blind us thing outsid pick immedi sociolog sociolog cultur concern cultur manifest societi sociologist georg simmel cultur refer cultiv individu agenc extern form objectifi cours histori cultur sociolog field defin way think way act materi object togeth shape peopl way life cultur two type cultur materi cultur cultur refer idea individu cultur includ valu belief system rule norm moral languag organ institut materi cultur physic evid cultur object architectur make made term tend relev archeolog anthropolog studi specif mean materi evid attribut cultur past present cultur sociolog first emerg weimar germani sociologist alfr weber use term kultursoziologi cultur sociolog cultur sociolog reinvent world product cultur turn 1960 usher structuralist postmodern approach social scienc type cultur sociolog may loos regard approach incorpor cultur analysi critic theori cultur sociologist tend reject scientif method instead hermeneut focus word artifact symbol cultur sinc becom import concept across mani branch sociolog includ resolut scientif field like social stratif social network analysi result recent influx quantit sociologist field thu grow group sociologist cultur confusingli cultur sociologist scholar reject abstract postmodern aspect cultur sociolog instead look theoret back scientif vein social psycholog cognit scienc earli research develop cultur sociolog sociolog cultur grew intersect sociolog shape earli theorist like marx durkheim weber grow disciplin anthropolog wherein research pioneer ethnograph strategi describ analyz varieti cultur around world part legaci earli develop field linger method much cultur sociolog research qualit theori varieti critic approach sociolog central current research commun substant focu field instanc relationship popular cultur polit control social class earli last concern field cultur studi unit kingdom sociologist scholar influenc marxism stuart hall raymond william develop cultur studi follow romant identifi cultur consumpt good leisur activ art music film food sport cloth saw pattern consumpt leisur determin relat product led focu class relat organ unit kingdom cultur studi focus larg studi popular cultur social mean consum leisur good richard hoggart coin term 1964 found birmingham centr contemporari cultur studi ccc sinc becom strongli associ stuart hall succeed hoggart director cultur studi sens view limit concentr scope intricaci consumer belong wider cultur sometim refer western civil global 1970 onward stuart hall pioneer work along colleagu paul willi dick hebdig toni jefferson angela mcrobbi creat intern intellectu movement field develop began combin polit economi commun sociolog social theori literari theori media theori studi cultur anthropolog philosophi museum studi art histori studi cultur phenomena cultur text field research often concentr particular phenomena relat matter ideolog nation ethnic social class gender cultur studi concern mean practic everyday life practic compris way peopl particular thing watch televis eat given cultur also studi mean use peopl attribut variou object practic specif cultur involv mean practic held independ reason watch televis view public perspect histor event thought cultur unless refer medium televis may select cultur howev schoolchildren watch televis school friend fit certainli qualifi sinc ground reason one particip practic context cultur studi idea text includ written languag also film photograph fashion hairstyl text cultur studi compris meaning artifact cultur similarli disciplin widen concept cultur cultur research includ tradit high cultur cultur rule social group popular cultur also everyday mean practic last two fact becom main focu cultur studi recent approach compar cultur studi base disciplin compar literatur cultur unit kingdom unit state develop somewhat differ version cultur studi late 1970 british version cultur studi origin 1950 1960 mainli influenc richard hoggart thompson raymond william later stuart hall other centr contemporari cultur studi univers birmingham includ overtli polit view critic popular cultur capitalist mass cultur absorb idea frankfurt school critiqu cultur industri mass cultur emerg write earli british scholar influenc see work exampl raymond william stuart hall paul willi paul gilroy unit state lindlof taylor write cultur studi ground pragmat tradit american version cultur studi initi concern understand subject appropri side audienc reaction use mass cultur exampl american advoc wrote liberatori aspect fandom distinct american british strand howev fade research especi earli british cultur studi appli marxist model field strain think influenc frankfurt school especi structuralist marxism loui althuss other main focu orthodox marxist approach concentr product mean model assum mass product cultur identifi power resid produc cultur artifact marxist view mode relat product form econom base societi constantli interact influenc superstructur cultur approach cultur studi feminist cultur studi later american develop field distanc view critic marxist assumpt singl domin mean share cultur product approach suggest differ way consum cultur artifact affect mean product view come book cultur studi stori soni walkman paul du gay et al seek challeng notion produc commod control mean peopl attribut feminist cultur analyst theorist art historian griselda pollock contribut cultur studi viewpoint art histori psychoanalysi writer julia kristeva among influenti voic turn centuri contribut cultur studi field art psychoanalyt french kosti 2013 divid cultur background variabl two main group first group cover variabl repres effici orient societi perform orient futur orient assert power distanc uncertainti avoid second cover variabl repres social orient societi attitud lifestyl member variabl includ gender egalitarian institut collectiv collectiv human 2016 new approach cultur suggest rein raud defin cultur sum resourc avail human be make sens world propos approach combin studi text reifi mean circul cultur practic repeat action involv product dissemin transmiss purpos thu make possibl anthropolog sociolog studi cultur tradit textual theori psycholog start 1990 31 psycholog research cultur influenc began grow challeng univers assum gener psycholog cultur psychologist began tri explor relationship emot cultur answer whether human mind independ cultur exampl peopl collectivist cultur japanes suppress posit emot american counterpart cultur may affect way peopl experi express emot hand research tri look differ peopl person across cultur differ cultur dictat distinct norm cultur shock also studi understand peopl react confront cultur cognit tool may access may function differ cross cultur 19 exampl peopl rais cultur abacu train distinct reason style cultur lens may also make peopl view outcom event differ western motiv success failur east asian better motiv avoid failur cultur import psychologist consid understand human mental oper protect cultur number intern agreement nation law relat protect cultur cultur heritag unesco partner organ blue shield intern coordin intern protect local implement basic hagu convent protect cultur properti event arm conflict unesco convent protect cultur divers deal protect cultur articl 27 univers declar human right deal cultur heritag two way give peopl right particip cultur life one hand right protect contribut cultur life protect cultur cultur good increasingli take larg area nation intern intern law un unesco tri set enforc rule aim protect person properti rather preserv cultur heritag human especi event war arm conflict accord karl von habsburg presid blue shield intern destruct cultur asset also part psycholog warfar target attack ident oppon symbol cultur asset becom main target also intend affect particularli sensit cultur memori grow cultur divers econom basi tourism state region import issu today impact tourism variou form cultur one hand physic impact individu object destruct caus increas environment pollut hand effect societi art wide rang human practic creativ express storytel cultur particip encompass multipl divers plural mode think extrem broad rang media highli dynam characterist constant featur human life develop innov styliz sometim intric form often achiev sustain deliber studi train theoriz within particular tradit across gener even civil art vehicl human be cultiv distinct social cultur individu ident transmit valu impress judgment idea vision spiritu mean pattern life experi across time space promin exampl art includ architectur visual art includ ceram draw filmmak paint photographi sculpt literari art includ fiction drama poetri prose perform art includ danc music theatr textil fashion folk art handicraft oral storytel conceptu instal art critic culinari art includ cook chocol make winemak employ skill imagin produc object perform convey insight experi construct new environ space art refer common popular everyday practic well sophist systemat institution one discret combin interweav art form combin artwork written word comic also develop contribut particular aspect complex art form cinematographi definit art open continu practic modern art exampl testament shift boundari improvis experiment reflex natur question art condit product recept possibl undergo mean develop capac attent sensit end art simultan form respons world way respons deem worthwhil goal pursuit transform prehistor cave paint ancient contemporari form ritual film art serv regist embodi preserv ever shift relationship world definit sever possibl mean definit term art art first mean word art way basic present mean defin art specif activ produc sensit human art also refer bring togeth creativ imagin activ without includ scienc basic abstract definit art document express sentient access medium anyon view hear experi act produc express also refer certain art art gener whether solidifi express act produc good valu depend access rate public rate depend variou subject factor defin art paint sculptur music theatr literatur consid group activ done peopl skill imagin similarli unit state congress nation foundat art human act defin art follow term art includ limit music instrument vocal danc drama folk art creativ write architectur alli field paint sculptur photographi graphic craft art industri design costum fashion design motion pictur televis radio film video tape sound record art relat present perform execut exhibit major art form tradit art practic divers peopl countri sic studi applic art human environ art global activ larg number disciplin includ fine art liber art visual art decor art appli art design craft perform art talk art sever mention art enjoy increas knowledg art art divid sever area fine art bring togeth broad sens art whose aim produc true aesthet pleasur decor art appli art relat aesthet side everyday life histori earliest surviv form art cave paint possibl bce definit least bce oldest known music instrument purport divj babe young cave bear date bce whether truli music instrument object creat anim remain extrem controversi earliest object whose design music instrument wide accept eight bone flute swabian jura germani three geissenklösterl date oldest bp earliest surviv literatur appear much later instruct shuruppak kesh templ hymn among sumerian cuneiform tablet thought 2600 ancient greec art craft refer word techn thu distinct among art ancient greek art brought vener anim form develop equival skill show musculatur pois beauti anatom correct proport ancient roman art depict god ideal human shown characterist distinguish featur zeu thunderbolt byzantin gothic art middl age domin church insist express biblic truth eastern art gener work style akin western mediev art name concentr surfac pattern local colour mean plain colour object basic red red robe rather modul colour brought light shade reflect characterist style local colour often defin outlin contemporari equival cartoon evid exampl art india tibet japan religi islam art forbid iconographi instead express religi idea calligraphi geometr design classif middl age art liberal liber art taught univers part trivium introductori curriculum involv grammar rhetor logic quadrivium curriculum involv mathemat art arithmet geometri music astronomi art mechanica consist vestiaria tailor weav agricultura agricultur architectura architectur masonri militia venatoria warfar hunt militari educ martial art mercatura trade coquinaria cook metallaria blacksmith metallurgi practis develop guild environ modern distinct artist skill develop renaiss modern academia art usual group subset human subject human histori linguist literatur theolog philosophi logic art also classifi seven paint architectur sculptur literatur music perform cinema view literatur paint sculptur music main four art other deriv drama literatur act danc music express motion song music literatur voic film sometim call eighth comic ninth art visual art architectur architectur art scienc design build structur word architectur come greek arkhitekton master builder director work arkhi chief τεκτων tekton builder carpent wider definit would includ design built environ macrolevel town plan urban design landscap architectur microlevel creat furnitur architectur design usual must address feasibl cost builder well function aesthet user modern usag architectur art disciplin creat infer impli appar plan complex object system term use connot impli architectur abstract thing music mathemat appar architectur natur thing geolog format structur biolog cell explicitli plan architectur thing softwar comput enterpris databas addit build everi usag architectur may seen subject map human perspect user case abstract physic artifact element compon kind structur system preserv relationship among element compon plan architectur manipul space volum textur light shadow abstract element order achiev pleas aesthet distinguish appli scienc engin usual concentr function feasibl aspect design construct structur field build architectur skill demand architect rang complex hospit stadium appar simpler plan residenti hous mani architectur work may seen also cultur polit symbol work art role architect though chang central success sometim less success design implement pleasingli built environ peopl live ceram ceram art art made ceram materi includ clay may take form potteri tile figurin sculptur tablewar ceram product consid fine art consid decor industri appli art object ceram may also consid artefact archaeolog ceram art made one person group peopl potteri ceram factori group peopl design manufactur decor potteri product potteri sometim refer art potteri potteri studio ceramist potter produc studio potteri modern ceram engin usag ceram art scienc make object inorgan materi action heat exclud glass mosaic made glass tessera conceptu art conceptu art art wherein concept idea involv work take preced tradit aesthet materi concern incept term 1960 refer strict focus practic art often defi tradit visual criteria associ visual art present text associ young british artist turner prize 1990 popular usag particularli unit kingdom develop synonym contemporari art practis tradit skill paint sculptur draw draw mean make imag use wide varieti tool techniqu gener involv make mark surfac appli pressur tool move tool across surfac common tool graphit pencil pen ink ink brush wax colour pencil crayon charcoal pastel marker digit tool simul effect also use main techniqu use draw line draw hatch crosshatch random hatch scribbl stippl blend artist excel draw refer drafter draftswoman draughtsman draw use creat art use cultur industri illustr comic anim comic often call ninth art le neuvièm art francophon scholarship ad tradit seven art paint paint mode creativ express done numer form draw gestur gestur paint composit narrat narr art abstract abstract art among aesthet mode may serv manifest express conceptu intent practition paint naturalist represent still life landscap paint photograph abstract narr symbolist symbolist art emot expression polit natur artiv modern painter extend practic consider includ exampl collag collag paint strict sens sinc includ materi modern painter incorpor differ materi sand cement straw wood strand hair artwork textur exampl work elito circa jean dubuffet anselm kiefer photographi photographi art form refer photograph creat accord creativ vision photograph art photographi stand contrast photojourn provid visual account news event commerci photographi primari focu advertis product servic sculptur sculptur branch visual art oper three dimens one plastic art durabl sculptur process origin use carv remov materi model addit materi clay stone metal ceram wood materi sinc modern shift sculptur process led almost complet freedom materi process wide varieti materi may work remov carv assembl weld model mould cast literari art literatur liter acquaint letter first sens given oxford english dictionari noun literatur come latin word littera mean individu written charact letter term gener come identifi collect write western cultur mainli prose fiction drama poetri much world artist linguist express oral well includ genr epic legend myth ballad form oral poetri folktal comic combin draw visual art narrat literatur often call ninth art le neuvièm art francophon scholarship perform art perform art compris danc music theatr opera mime art form human perform princip product perform art distinguish perform element contrast disciplin visual literari art product object requir perform observ experienc disciplin perform art tempor natur mean product perform period time product broadli categor either repeat exampl script score improvis perform artist particip art front audienc call perform includ actor magician comedian dancer musician singer perform art also support servic artist essenti worker songwrit stagecraft perform often adapt appear tool costum stage makeup danc danc old french dancier unknown origin gener refer human movement either use form express present social spiritu perform set danc also use describ method commun see bodi languag human anim bee danc mate danc motion inanim object leav danc wind certain music form genr choreographi art make danc person call choreograph definit constitut danc depend social cultur aesthet artist moral constraint rang function movement folk danc codifi virtuoso techniqu ballet sport gymnast figur skate synchron swim danc disciplin martial art kata often compar danc music music art form whose medium sound silenc occur time common element music pitch govern melodi harmoni rhythm associ concept tempo metr articul dynam sonic qualiti timbr textur creation perform signific even definit music vari accord cultur social context music rang strictli organ composit reproduct perform improvis music aleator piec music divid genr subgenr although divid line relationship music genr often subtl sometim open individu interpret occasion controversi within art music may classifi perform art fine art auditori art theatr theatr theater greek theatron θέατρον theasthai behold branch perform art concern act stori front audienc use combin speech gestur music danc sound spectacl inde one element perform art addit standard narr dialogu style theatr take form opera ballet mime kabuki classic indian danc chines opera mummer play multidisciplinari artist work area exist artist work incorpor multipl artist field film opera perform art opera often categor perform art music word italian work opera combin sever artist disciplin singular artist experi typic tradit opera entir work util follow set visual art costum fashion act dramat perform art libretto literatur singer orchestra music compos richard wagner recogn fusion mani disciplin singl work opera exemplifi cycl der ring de nibelungen ring nibelung use term opera work instead gesamtkunstwerk synthesi art sometim refer music drama english emphas literari theatric compon import music classic ballet anoth form emerg 17th centuri orchestr music combin danc work late 19th 20th 21st centuri fuse disciplin uniqu creativ way perform art perform art perform time combin number instrument object art within predefin less structur improvis perform art may script unscript random care organ even audienc particip may occur john cage regard mani perform artist rather compos although prefer latter term compos tradit ensembl cage composit live room music compos 1940 quartet unspecifi instrument realli object found live room typic hous henc titl art clear line art cultur cultur field like gastronomi sometim consid art appli art appli art applic design decor everyday function object make aesthet pleas appli art includ field industri design illustr commerci art term appli art use distinct fine art latter defin art aim produc object beauti provid intellectu stimul primari everyday function practic two often overlap video game debat exist fine art video game cultur whether video game count art form game design hideo kojima profess video game type servic art form meant entertain attempt entertain mani peopl possibl rather singl artist voic despit kojima consid game auteur mix opinion game typic receiv howev acknowledg sinc video game made artist element exampl visual game design could consid museum curat creat artist piec arrang way display artistri sell ticket within social scienc cultur economist show video game play conduc involv tradit art form cultur practic suggest complementar video game may 2011 nation endow art includ video game redefinit consid work art appli grant 2012 smithsonian american art museum present exhibit art video game review exhibit mix includ question whether video game belong art museum art critic architectur critic art critic danc critic film critic music critic televis critic theatr critic literari critic philosophi greek φιλοσοφία philosophia wisdom studi gener fundament question exist reason knowledg valu mind languag question often pose problem studi resolv sourc claim term coin pythagora 570 495 bce other disput stori argu pythagorean mere claim use preexist term philosoph method includ question critic discuss ration argument systemat philosophi encompass bodi knowledg practition known philosoph time ancient greek philosoph aristotl 19th centuri natur philosophi encompass astronomi medicin physic exampl newton 1687 mathemat principl natur philosophi later becam classifi book physic 19th centuri growth modern research univers led academ philosophi disciplin profession special sinc variou area investig tradit part philosophi becom separ academ disciplin name social scienc psycholog sociolog linguist econom today major subfield academ philosophi includ metaphys concern fundament natur exist realiti epistemolog studi natur knowledg belief ethic concern moral valu logic studi rule infer allow one deriv conclus true premis notabl subfield includ philosophi scienc polit philosophi aesthet philosophi languag philosophi mind definit initi term refer bodi knowledg sens philosophi close relat religion mathemat natur scienc educ section thirteen live opinion emin philosoph oldest surviv histori philosophi 3rd centuri diogen laërtiu present divis ancient greek philosoph inquiri natur philosophi physic greek ta physika lit physi natur studi constitut process transform physic world moral philosophi ethic êthika charact disposit manner studi good right wrong justic virtu metaphys philosophi logic logikó pertain reason speech studi exist causat god logic form abstract object meta ta physika physic logician pyrrhonist philosoph sextu empiricu detail varieti way ancient greek philosoph divid philosophi note divis agre plato aristotl xenocr stoic academ skeptic philosoph cicero also follow divis obsolet chang natur philosophi split variou natur scienc especi physic astronomi chemistri biolog cosmolog moral philosophi birth social scienc still includ valu theori ethic aesthet polit philosophi etc metaphys philosophi given way formal scienc logic mathemat philosophi scienc still includ epistemolog cosmolog etc exampl newton mathemat principl natur philosophi 1687 sinc classifi book physic use term natur philosophi understood time encompass disciplin astronomi medicin physic later becam associ scienc histor overview one gener sens philosophi associ wisdom intellectu cultur search knowledg sens cultur liter societi ask philosoph question live natur realiti broad imparti concept philosophi find reason inquiri matter realiti moral life world civil western philosophi western philosophi philosoph tradit western world date back thinker activ greec bce thale 624 545 bce pythagora 570 495 bce practic wisdom latin philosophia also term natur physiologoi western philosophi divid three era ancient mediev philosophi refer christian european thought modern philosophi begin 17th centuri ancient era knowledg ancient era begin thale 6th centuri bce littl known philosoph came socrat commonli known ancient era domin greek philosoph school notabl among school influenc socrat teach plato found platon academi student aristotl found peripatet school ancient philosoph tradit influenc socrat includ cynic cyrenaic stoicism academ skeptic two tradit influenc socrat contemporari democritu pyrrhon epicurean import topic cover greek includ metaphys compet theori atom monism cosmolog natur life eudaimonia possibl knowledg natur reason logo rise roman empir greek philosophi increasingli discuss latin roman cicero seneca see roman philosophi mediev era mediev philosophi centuri period follow fall western roman empir domin rise christian henc reflect theolog concern well retain continu thought problem exist natur god natur faith reason metaphys problem evil discuss period key mediev thinker includ augustin thoma aquina boethiu anselm roger bacon philosophi thinker view aid theolog ancilla theologia henc sought align philosophi interpret sacr scriptur period saw develop scholastic text critic method develop mediev univers base close read disput key text renaiss period saw increas focu classic thought robust human modern era earli modern philosophi western world begin thinker thoma hobb rené descart follow rise natur scienc modern philosophi concern develop secular ration foundat knowledg move away tradit structur author religion scholast thought church major modern philosoph includ spinoza leibniz lock berkeley hume kant philosophi sometim call late modern philosophi influenc wider movement term enlighten includ figur hegel key figur german ideal kierkegaard develop foundat existenti nietzsch fame john stuart mill promot utilitarian karl marx develop foundat commun american william jame 20th centuri saw split analyt philosophi continent philosophi well philosoph trend phenomenolog existenti logic positiv pragmat linguist turn see contemporari philosophi middl eastern philosophi philosophi region fertil crescent iran arabia home earliest known philosoph wisdom literatur today mostli domin islam cultur earli wisdom literatur fertil crescent genr sought instruct peopl ethic action practic live virtu stori proverb ancient egypt text known sebayt central understand ancient egyptian philosophi babylonian astronomi also includ mani philosoph specul cosmolog may influenc ancient greek jewish philosophi christian philosophi tradit develop middl east europ share certain earli judaic text mainli tanakh monotheist belief jewish thinker geonim talmud academi babylonia maimonid engag greek islam philosophi later jewish philosophi came strong western intellectu influenc includ work mose mendelssohn usher haskalah jewish enlighten jewish existenti reform judaism variou tradit gnostic influenc greek abraham current origin around first centuri emphas spiritu knowledg gnosi iranian philosophi begin work zoroast one first promot monoth dualism good evil dualist cosmogoni influenc later iranian develop manicha mazdak zurvan islam philosophi islam philosophi philosoph work origin islam tradit mostli done arab draw religion islam well philosophi muslim conquest translat movement late tenth centuri result work greek philosophi becom avail islam philosophi develop greek philosoph tradit new innov direct intellectu work inaugur known islam golden age two main current earli islam thought kalam focus islam theolog falsafa base aristotelian neoplaton work aristotl influenti among philosoph 9th centuri avicenna 980 june 1037 averro 12th centuri other highli critic method islam aristotelian saw metaphys idea heret islam thinker like ibn also develop scientif method experiment medicin theori optic legal philosophi ibn khaldun influenti thinker philosophi histori islam thought also deepli influenc european intellectu develop especi commentari averro aristotl mongol invas destruct baghdad 1258 often seen mark end golden age sever school islam philosophi continu flourish golden age howev includ current illuminationist philosophi sufi philosophi transcend theosophi arab world saw nahda movement liter mean awaken also known renaiss consider influenc contemporari islam philosophi eastern philosophi indian philosophi indian philosophi sanskrit darśana lit view refer divers philosoph tradit emerg sinc ancient time indian subcontin indian philosoph tradit share variou key concept idea defin differ way accept reject differ tradit includ concept dhárma karma pramāṇa duḥkha saṃsāra mokṣa earliest surviv indian philosoph text upanishad later vedic period bce consid preserv idea brahman indian philosophi commonli group base relationship veda idea contain jainism buddhism origin end vedic period variou tradit group hinduism mostli emerg vedic period independ tradit hindu gener classifi indian philosoph tradit either orthodox āstika heterodox nāstika depend whether accept author veda theori brahman ātman found school align thought upanishad orthodox hindu tradit often classifi six darśana philosophi sānkhya yoga nyāya vaisheshika mimāmsā doctrin veda upanishad interpret differ six school hindu philosophi vari degre overlap repres collect philosoph view share textual connect accord chadha 2015 also reflect toler divers philosoph interpret within hinduism share philosoph six orthodox school develop system epistemolog pramana investig topic metaphys ethic psycholog guṇa hermeneut soteriolog within framework vedic knowledg present divers collect interpret commonli name six orthodox school compet philosoph tradit call hindu synthesi classic also school thought often seen hindu though necessarili orthodox sinc may accept differ scriptur norm shaiva agama tantra includ differ school shavism pashupata shaiva siddhanta tantric shavism trika kaula hindu orthodox tradit often contrast unorthodox tradit nāstika liter reject though label use unorthodox school tradit reject veda authorit often reject major concept idea wide accept orthodox school ātman brahman īśvara unorthodox school includ jainism accept ātman reject īśvara veda brahman buddhism reject orthodox concept except rebirth karma cārvāka materialist reject even rebirth karma ājīvika known doctrin fate philosophi one two surviv unorthodox tradit along buddhism gener accept concept perman soul jiva one five astikaya etern infinit categori make substanc exist four dhárma adharma ākāśa pudgala jain thought hold exist cyclic etern import element jain philosophi jain theori karma doctrin nonviol ahiṃsā theori anēkāntavāda tattvartha sutra earliest known comprehens authorit compil jain philosophi buddhist philosophi buddhist philosophi begin thought gautama buddha fl 6th 4th centuri bce preserv earli buddhist text origin indian region magadha later spread rest indian subcontin east asia tibet central asia southeast asia region buddhist thought develop differ philosoph tradit use variou languag like tibetan chines pali buddhist philosophi intern phenomenon domin buddhist philosoph tradit east asian nation mainli base indian mahayana buddhism philosophi theravada school domin southeast asian countri like sri lanka burma thailand ignor true natur thing consid one root suffer dukkha buddhist philosophi concern epistemolog metaphys ethic psycholog buddhist philosoph text must also understood within context medit practic suppos bring certain cognit shift 8 key innov concept includ four nobl truth analysi dukkha anicca imperman anatta death buddha variou group began systemat main teach eventu develop comprehens philosoph system term abhidharma 37 follow abhidharma school indian mahayana philosoph nagarjuna vasubandhu develop theori śūnyatā phenomena form phenomenolog transcendent ideal dignāga school pramāṇa knowledg promot sophist form buddhist epistemolog numer school tradit buddhist philosophi ancient mediev india accord oxford professor buddhist philosophi jan westerhoff major indian school 300 bce 1000 ce xxiv mahāsāṃghika tradit extinct sthavira school sarvāstivāda vibhajyavāda pudgalavāda mahayana school mani tradit also studi region like central asia china brought buddhist missionari disappear buddhism india philosoph tradit continu develop tibetan buddhist east asian buddhist theravada buddhist tradit east asian philosophi east asian philosoph thought began ancient china chines philosophi begin western zhou dynasti follow period fall hundr school thought flourish 6th centuri 221 bce period character signific intellectu cultur develop saw rise major philosoph school china confucian also known ruism legal taoism well numer less influenti school like mohism natur philosoph tradit develop metaphys polit ethic theori tao yin yang ren li school thought develop han 206 bce 220 ce tang ce era form new philosoph movement like xuanxu also call syncret philosophi incorpor idea differ chines philosoph tradit includ buddhism taoism came domin educ system song dynasti idea serv philosoph basi imperi exam scholar offici class import thinker tang scholar han yu li ao well song thinker zhou dunyi zhu xi zhu xi compil confucian canon consist four book great learn doctrin mean analect confuciu menciu ming scholar wang yangm later import philosoph tradit well buddhism began arriv china han dynasti gradual silk road transmiss nativ influenc develop distinct chines form spread throughout east asian cultur sphere chines cultur highli influenti tradit east asian state philosophi directli influenc korean philosophi vietnames philosophi japanes philosophi later chines dynasti like ming dynasti well korean joseon dynasti resurg led thinker wang yangm becam domin school thought promot imperi state japan tokugawa shogun also strongli influenc confucian philosophi confucian continu influenc idea worldview nation chines cultur sphere today modern era chines thinker incorpor idea western philosophi chines marxist philosophi develop influenc mao zedong chines pragmat develop hu shih old tradit philosophi also began reassert 20th centuri exampl new confucian led figur xiong shili becom quit influenti likewis humanist buddhism recent modernist buddhist movement modern japanes thought meanwhil develop strong western influenc studi western scienc rangaku modernist meirokusha intellectu societi drew european enlighten thought promot liber reform well western philosophi like liber utilitarian anoth trend modern japanes philosophi nation studi kokugaku tradit intellectu trend sought studi promot ancient japanes thought cultur kokugaku thinker motoori norinaga sought return pure japanes tradit call shinto saw untaint foreign element 20th centuri kyoto school influenti uniqu japanes philosoph school develop western phenomenolog mediev japanes buddhist philosophi dogen african philosophi african philosophi philosophi produc african peopl philosophi present african worldview idea theme philosophi use distinct african philosoph method modern african thought occupi ethnophilosophi defin mean african philosophi uniqu characterist mean 17th centuri ethiopian philosophi develop robust literari tradit exemplifi zera yacob anoth earli african philosoph anton wilhelm amo becam respect philosoph germani distinct african philosoph idea includ ujamaa bantu idea négritud ubuntu contemporari african thought also seen develop profession philosophi africana philosophi philosoph literatur african diaspora includ current black existenti modern african thinker influenc marxism literatur critic theori critic race theori postcoloni femin indigen american philosophi philosoph thought consist wide varieti belief tradit among differ american cultur among nativ american commun belief metaphys principl call spirit siouan wakȟáŋ tȟáŋka algonquian gitch manit anoth wide share concept orenda power accord whiteley 1998 nativ american mind critic inform transcendent experi dream vision well reason practic access transcendent experi term shaman anoth featur indigen american worldview extens ethic anim mesoamerica aztec philosophi intellectu tradit develop individu call tlamatini know someth idea preserv variou aztec codic aztec worldview posit concept ultim univers energi forc call ōmeteōtl cosmic energi sought way live balanc constantli chang slipperi world theori teotl seen form pantheism aztec philosoph develop theori metaphys epistemolog valu aesthet aztec ethic focus seek tlamatiliztli base moder balanc action nahua proverb middl good necessari inca civil also elit class term amawtakuna import inca educ system teacher religion tradit histori ethic key concept andean thought yanantin masintin involv theori complementari opposit see polar interdepend part harmoni whole women philosophi although men gener domin philosoph discours women philosoph engag disciplin throughout histori ancient exampl includ hipparchia maroneia activ 325 bce aret cyren activ centuri bce women philosoph accept mediev modern era none becam part western canon 20th 21st centuri mani suggest anscomb hannah arendt simon de beauvoir susann langer enter earli 1800 colleg univers uk us began admit women produc femal academ nevertheless depart educ report 1990 indic women end philosophi philosophi one least field human women make somewher 17 30 philosophi faculti accord studi philosoph progress mani philosoph debat began ancient time still debat today british philosoph colin mcginn claim philosoph progress occur interv australian philosoph david chalmer contrast see progress philosophi similar scienc meanwhil talbot brewer professor philosophi univers virginia argu progress wrong standard judg philosoph activ branch philosophi philosoph question group variou branch group allow philosoph focu set similar topic interact thinker interest question divis neither exhaust mutual exclus philosoph might special kantian epistemolog platon aesthet modern polit philosophi furthermor philosoph inquiri sometim overlap inquiri scienc religion mathemat aesthet aesthet critic reflect art cultur natur address natur art beauti tast enjoy emot valu percept creation appreci beauti precis defin studi sensori valu sometim call judgment sentiment tast major divis art theori literari theori film theori music theori exampl art theori discern set principl underli work particular artist artist movement cubist aesthet ethic ethic also known moral philosophi studi constitut good bad conduct right wrong valu good evil primari investig includ live good life identifi standard moral also includ investig whether best way live univers moral standard come learn main branch ethic norm ethic appli three main view ethic constitut moral action consequenti judg action base consequ one view utilitarian judg action base net happi pleasur lack suffer pain produc deontolog judg action base whether accord one moral duti standard form defend immanuel kant deontolog concern whether choic respect moral agenc peopl regardless consequ virtu ethic judg action base moral charact agent perform whether conform ideal virtuou agent would epistemolog epistemolog branch philosophi studi knowledg epistemologist examin put sourc knowledg includ perceptu experi reason memori testimoni also investig question natur truth belief justif skeptic rais doubt claim knowledg topic interest throughout histori philosophi aros earli philosophi becam formal pyrrho founder earliest western school philosoph skeptic featur promin work modern philosoph rené descart david hume remain central topic contemporari epistemolog notabl epistemolog debat empiric ration empiric place emphasi observ evid via sensori experi sourc knowledg empiric associ posteriori knowledg obtain experi scientif knowledg ration place emphasi reason sourc knowledg ration associ priori knowledg independ experi logic mathemat one central debat contemporari epistemolog condit requir belief constitut knowledg might includ truth justif debat larg result attempt solv gettier problem anoth common subject contemporari debat regress problem occur tri offer proof justif belief statement proposit problem whatev sourc justif may sourc must either without justif case must treat arbitrari foundat belief must justif case justif must either result circular reason coherent result infinit regress infinit metaphys metaphys studi gener featur realiti exist time object properti whole part event process causat relationship mind bodi metaphys includ cosmolog studi world entireti ontolog studi major point debat realism hold entiti exist independ mental percept ideal hold realiti mental construct otherwis immateri metaphys deal topic ident essenc set attribut make object fundament without lose ident accid properti object without object still retain ident particular object said exist space time oppos abstract object number univers properti held multipl particular red gender type exist univers abstract object issu debat logic logic studi reason argument deduct reason given certain premis conclus unavoid impli rule infer use infer conclus modu ponen given b b must conclud sound reason essenti element scienc social scienc human disciplin logic becam formal scienc includ mathemat logic philosoph logic modal logic comput logic logic major question philosophi mathemat whether mathemat entiti object discov call mathemat realism invent call mathemat antir mind languag philosophi languag explor natur origin use languag philosophi mind explor natur mind relationship bodi typifi disput materi dualism recent year branch becom relat cognit scienc philosophi scienc philosophi scienc explor foundat method histori implic purpos scienc mani subdivis correspond specif branch scienc exampl philosophi biolog deal specif metaphys epistemolog ethic issu biomed life scienc polit philosophi polit philosophi studi govern relationship individu famili clan commun includ state includ question justic law properti right oblig citizen polit philosophi ethic aesthet tradit link subject gener head valu theori involv norm evalu aspect philosophi religion philosophi religion deal question involv religion religi idea philosoph neutral perspect oppos theolog begin religi convict tradit religi question seen separ field philosophi proper idea separ field aros 19th includ exist god relationship reason faith question religi epistemolog relationship religion scienc interpret religi experi question possibl afterlif problem religi languag exist soul respons religi plural divers metaphilosophi metaphilosophi explor aim boundari method philosophi debat whether metaphilosophi subject come prior philosophi whether inher part philosophi appli profession philosophi studi philosophi becom profession philosoph typic work professor teach research write academ institut howev student academ philosophi later contribut law journal religion scienc polit busi variou art exampl public figur degre philosophi includ comedian steve martin ricki gervai filmmak terrenc malick pope john paul ii wikipedia larri sanger technolog entrepreneur peter thiel suprem court justic stephen bryer us vice presidenti candid carli fiorina curti white argu philosoph tool essenti human scienc social effort avail gener public work relev philosoph includ berggruen prize first award charl taylor 2016 philosoph argu profession neg affect disciplin thought think encompass flow idea associ lead logic conclus although think activ existenti valu human still consensu adequ defin understood thought underli mani human action interact understand physic metaphys origin effect longstand goal mani academ disciplin includ philosophi linguist psycholog neurosci artifici intellig biolog sociolog cognit scienc think allow human make sens interpret repres model world experi make predict world therefor help organ need object desir make plan otherwis attempt accomplish goal etymolog usag word thought come old english þoht geþoht stem þencan conceiv mind consid word thought may mean singl product think singl idea first thought may also mean mentat product mental activ mathemat larg bodi thought act system think frazzl much thought capac think reason imagin thought appli work consider reflect idea thought death terrifi recollect contempl thought childhood imperfect intent thought go anticip expect thought see consider attent care regard took thought appear without think judgment opinion belief accord thought honesti best polici idea characterist particular place class time greek thought state consciou someth made think grandmoth tend believ someth especi less full confid think rain sure definit may may requir thought take place within human brain see anthropomorph take place part live biolog system see alan ture comput machineri intellig take place consciou level awar see unconsci thought theori requir languag see languag thought hypothesi princip even conceptu abstract formal involv concept draw analog interpret evalu imagin plan thought may also deriv directli indirectli theori thought theori outlin theori think machin caianiello thought process mental phenomena model set mathemat equat surfac essenc analog fuel fire think hofstadt sander theori built analog neural theori languag thought feldman lakoff neural model languag spatial relat thoughtform structur power limit thought baum theori built mental model unconsci thought theori thought consciou linguist theori stuff thought steven pinker noam chomski linguist cognit theori thought base syntact linguist recurs process languag thought hypothesi jerri fodor syntact composit represent mental state liter thought possibl theori brain thought origin transmit receiv anoth brain rajvanshi anil 2010 natur human thought isbn philosophi time still think phenomenolog movement philosophi saw radic chang way understand thought martin heidegg phenomenolog analys existenti structur man time cast new light issu think unsettl tradit cognit ration interpret man affect way understand thought notion fundament role understand render possibl themat conscious inform discuss surround artifici intellig ai 1970 howev approach think modern western philosophi philosophi mind branch philosophi studi natur mind mental event mental function mental properti conscious relationship physic bodi particularli brain problem relationship mind bodi commonli seen central issu philosophi mind although issu concern natur mind involv relat physic bodi dichotomi problem concern explan relationship exist mind mental process bodili state process main aim philosoph work area determin natur mind mental even affect affect bodi human perceptu experi depend stimuli arriv one variou sensori organ extern world stimuli caus chang one mental state ultim caus one feel sensat may pleasant unpleas someon desir slice pizza exampl tend caus person move bodi specif manner specif direct obtain want question possibl consciou experi aris lump gray matter endow noth electrochem properti relat problem explain someon proposit attitud belief desir caus individu neuron fire muscl contract exactli correct manner compris puzzl confront epistemologist philosoph mind least time rené descart function embodi reflect classic function descript work cognit think system howev appar irresolv problem said overcom bypass embodi cognit approach root work heidegg piaget vygotski pragmatist john approach state classic approach separ mind analys process misguid instead see mind action embodi agent environ perceiv envis part whole determin therefor function analysi mind alon alway leav us problem solv biolog neuron also known neuron nerv cell excit cell nervou system process transmit inform electrochem signal neuron core compon brain vertebr spinal cord invertebr ventral nerv cord peripher nerv number special type neuron exist sensori neuron respond touch sound light numer stimuli affect cell sensori organ send signal spinal cord brain motor neuron receiv signal brain spinal cord caus muscl contract affect gland interneuron connect neuron neuron within brain spinal cord neuron respond stimuli commun presenc stimuli central nervou system process inform send respons part bodi action neuron go mitosi usual replac destroy although astrocyt observ turn neuron sometim pluripot psycholog psychologist concentr think intellectu exert aim find answer question solut practic problem cognit psycholog branch psycholog investig intern mental process problem solv memori languag use think school thought aris approach known cognitiv interest peopl mental repres inform process foundat gestalt psycholog max wertheim wolfgang köhler kurt koffka work jean piaget provid theori describ children cognit develop cognit psychologist use psychophys experiment approach understand diagnos solv problem concern mental process mediat stimulu respons studi variou aspect think includ psycholog reason peopl make decis choic solv problem well engag creativ discoveri imagin thought cognit theori contend solut problem either take form algorithm rule necessarili understood promis solut heurist rule understood alway guarante solut cognit scienc differ cognit psycholog algorithm intend simul human behavior implement implement comput instanc solut may found insight sudden awar relationship development psycholog jean piaget pioneer studi develop thought birth matur theori cognit develop thought base action environ piaget suggest environ understood assimil object avail scheme action accommod object extent avail scheme fall short demand result interplay assimil accommod thought develop sequenc stage differ qualit mode represent complex infer understand thought evolv base percept action sensorimotor stage first two year life intern represent earli childhood subsequ represent gradual organ logic structur first oper concret properti realiti stage concret oper oper abstract principl organ concret properti stage formal oper recent year piagetian concept thought integr inform process concept thu thought consid result mechan respons represent process inform concept speed process cognit control work memori main function underli thought theori cognit develop develop thought consid come increas speed process enhanc cognit control increas work psycholog emphas posit aspect human psycholog equal import focu mood disord neg symptom charact strength virtu peterson seligman list seri posit characterist one person expect everi strength meant fulli capsul characterist entir list encourag posit thought build person strength rather fix symptom psychoanalysi id ego three part psychic apparatu defin sigmund freud structur model psych three theoret construct term whose activ interact mental life describ accord model uncoordin instinctu trend encompass id organ realist part psych ego critic moral function psychoanalysi unconsci includ consciou rather activ repress consciou thought person avers know conscious sens view place self relationship unconsci adversari war keep unconsci hidden person feel pain think allevi pain desir get rid pain enjoy someth command mind freud unconsci repositori social unaccept idea wish desir traumat memori pain emot put mind mechan psycholog repress howev content necessarili sole neg psychoanalyt view unconsci forc recogn express symptom social psycholog studi peopl group interact scholar interdisciplinari area typic either psychologist sociologist though social psychologist employ individu group unit similar psycholog sociolog research tend differ goal approach method terminolog also favor separ academ journal profession societi greatest period collabor sociologist psychologist year immedi follow world war ii although increas isol special recent year degre overlap influenc remain two collect unconsci sometim known collect subconsci term analyt psycholog coin carl jung part unconsci mind share societi peopl human interconnect system product common experi contain concept scienc religion moral freud distinguish individu psycholog collect psycholog jung distinguish collect unconsci person subconsci particular human collect unconsci also known reservoir experi speci definit chapter jung semin work psycholog type definit collect jung refer represent collect term coin lucien 1910 book nativ think jung say describ collect unconsci freud hand accept idea collect unconsci belief attitud someth case proposit world true epistemolog philosoph use term belief refer attitud world either true fals believ someth take true instanc believ snow white compar accept truth proposit snow white howev hold belief requir activ introspect exampl care consid whether sun rise tomorrow simpli assum moreov belief need occurr person activ think snow white instead disposit person ask color snow would assert snow white variou differ way contemporari philosoph tri describ belief includ represent way world could jerri fodor disposit act certain thing true roderick chisholm interpret scheme make sens someon action daniel dennett donald davidson mental state fill particular function hilari putnam also attempt offer signific revis notion belief includ eliminativist belief argu phenomenon natur world correspond folk psycholog concept belief paul churchland formal epistemologist aim replac bival notion belief either belief belief permiss probabilist notion credenc entir spectrum degre belief simpl dichotomi belief subject variou import philosoph debat notabl exampl includ ration way revis one belief present variou sort evid content belief entir determin mental state relev fact bear belief believ hold glass water fact water h2o part content belief belief must possibl belief express languag belief concept variou concept essenti featur belief propos consensu right one representation tradit domin posit common form hold belief mental attitud toward represent usual identifi proposit attitud part intern constitut mind hold attitud view contrast function defin belief term intern constitut mind term function causal role play belief accord disposition belief identifi disposit behav certain way view seen form function defin belief term behavior tend caus interpretation constitut anoth concept gain popular contemporari philosophi hold belief entiti sens depend rel someon interpret entiti representation tend associ naturalist consider dualism among motiv choos one altern concept representation representation character belief term mental represent represent usual defin object semant content refer someth true fals belief form special class mental represent sinc involv sensori qualiti order repres someth unlik percept episod memori seem natur constru belief attitud toward proposit also constitut represent proposit attitud mental attitud belief character content mode content attitud attitud direct object proposit attitud direct proposit belief usual distinguish proposit attitud like desir mode way direct proposit mode belief direct fit belief tri repres world unlik desir involv intent chang exampl rahul believ sunni today mental attitud toward proposit sunni today affirm proposit true differ sofía desir sunni today despit fact rahul sofía attitud toward proposit direct fit belief sometim express say belief aim truth aim also reflect tendenc revis one belief upon receiv new evid exist belief fals upon hear forecast bad weather rahul like chang mental attitud sofía differ way conceiv mental represent realiz mind one form languag thought hypothesi claim mental represent structur sometim refer mentales like regular languag involv simpl element combin variou way accord syntact rule form complex element act bearer mean concept hold belief would involv store complex element one mind differ belief separ correspond differ element store mind holist altern languag thought hypothesi use analog map elucid natur belief accord view mind conceiv set mani individu sentenc map encod inform contain sentenc exampl fact brussel halfway pari amsterdam express linguist sentenc map intern geometr relat function function contrast representation defin belief term intern constitut mind term function causal role play view often combin idea belief realiz variou way matter realiz long play causal role characterist analog hard drive defin functionalist manner perform function store retriev digit data function realiz mani differ way made plastic steel use magnet laser functionalist hold someth similar true belief mental state gener among role relev belief relat percept action percept usual caus belief belief caus action exampl see traffic light switch red usual associ belief light red turn caus driver bring car halt functionalist use characterist defin belief whatev caus percept certain way also caus behavior certain way call belief true human may includ anim hypothet alien even comput perspect would make sens ascrib belief traffic light red car behav like human driver disposition sometim seen specif form function defin belief concern role caus behavior disposit behav certain way exampl belief pie pantri associ disposit affirm ask go pantri hungri uncontroversi belief shape behavior thesi belief defin exclus role produc behavior contest problem aris mechan shape behavior seem complex singl gener contribut one particular belief possibl situat exampl one may decid affirm pie pantri ask one want keep secret one might eat pie despit hungri one also believ poison due complex unabl defin even belief simpl one term behavior disposit could respons interpretation accord interpretation belief entiti sens depend rel someon interpret entiti daniel dennett import defend posit hold ascrib belief entiti order predict behav entiti simpl behavior pattern describ use physic law term function dennett refer form explan physic stanc design stanc stanc contrast intent stanc appli entiti complex behavior ascrib belief desir entiti exampl predict chess player move queen f7 ascrib desir win game belief move achiev procedur also appli predict chess comput behav entiti belief question belief use predict behavior belief rel interpret sinc may differ equal good way ascrib belief predict behavior may anoth interpret predict move queen f7 involv belief move win game anoth version interpretation due donald davidson use thought experi radic interpret goal make sens behavior languag anoth person scratch without knowledg person languag process involv ascrib belief desir speaker speaker realli belief project success combin eliminativ instrument belief eliminativist hold strictli speak belief instrumentalist agre eliminativist add use nonetheless use explain term interpretation help us predict entiti behav argu interpretation also understood realist sens entiti realli belief ascrib belief particip causal network possibl may necessari defin interpretation methodolog ontolog outlook belief histor context ancient greek thought three relat concept identifi regard concept belief pisti doxa dogma simplifi pisti refer trust confid doxa refer opinion accept dogma refer posit philosoph philosoph school stoicism type belief categor variou type depend ontolog statu degre object semant properti occurr disposit occurr belief grand canyon arizona involv entertain represent associ exampl activ think great major belief activ time mere disposit usual becom activ occurr need relev way fall back disposit state afterward exampl belief 57 greater 14 probabl disposit reader read sentenc becom occurr read may soon becom disposit mind focus elsewher distinct occurr disposit belief sometim identifi distinct consciou unconsci belief argu despit overlap two distinct match reason belief shape one behavior involv one reason even subject consciou belief case unconsci occurr mental state view occurr correspond activ either conscious disposit belief disposit believ variou disposit believ given right percept exampl believ rain given percept rain without percept still disposit believ actual disposit belief dispositionalist concept belief occurr belief sinc belief defin term disposit full partial import disput formal epistemolog concern question whether belief conceptu full belief partial belief full belief attitud either one belief proposit one concept suffici understand mani belief ascript found everyday languag exampl pedro belief earth bigger moon case involv comparison belief easili captur full belief alon exampl pedro belief earth bigger moon certain belief earth bigger venu case natur analyz term partial belief involv degre belief credenc higher degre belief certain believ believ proposit true usual formal number 0 1 degre 1 repres absolut certain belief belief 0 correspond absolut certain disbelief number correspond intermedi degre certainti bayesian approach degre interpret subject probabl belief degre rain tomorrow mean agent think probabl rain tomorrow 90 bayesian use relat belief probabl defin norm ration term law probabl includ synchron law one believ moment diachron law one revis one belief upon receiv new central question disput full partial belief whether two type realli distinct type whether one type explain term one answer question call lockean thesi state partial belief basic full belief conceiv partial belief certain threshold exampl everi belief full belief defend primit notion full belief hand tri explain partial belief full belief probabl view partial belief degre rain tomorrow full belief probabl rain tomorrow 90 anoth approach circumv notion probabl altogeth replac degre belief degre disposit revis one full belief perspect belief degre belief degre may seen full belief differ former belief readili chang upon receiv new evid latter stabl tradit philosoph mainli focus inquiri concern belief notion character proposit attitud claim either true fals hand close relat notion like trust faith refer usual attitud person play central role mani religi tradit belief god one central virtu follow differ sometim blurri sinc variou express use term belief seem translat correspond express use term belief instead exampl belief fairi may said belief fairi exist sens often use entiti real exist doubt typic exampl would includ believ witch ghost mani children believ santa clau believ deiti usag concern exist someth commendatori express posit attitud toward object suggest case also account term exampl belief marriag could translat belief marriag good use similar sens express faith one self one abil defend reduct account use line thought argu belief god analyz similar way amount belief god exist characterist attribut like omnisci omnipot oppon account often conced may entail variou form addit aspect reduc exampl belief ideal may involv belief ideal someth good addit involv posit evalu attitud toward ideal goe beyond mere proposit attitud appli belief god oppon reduct approach may hold belief god exist may necessari belief god suffici de dicto de differ de dicto de belief correspond ascript concern contribut singular term like name referenti devic make semant properti belief ascript regular context sentenc chang upon substitut term exampl sinc name superman clark kent refer person replac one sentenc superman strong without chang issu complic case belief ascript exampl loi believ superman strong believ clark kent strong difficulti aris due fact know two name refer entiti belief belief ascript substitut gener work de dicto otherwis de de sens loi believ clark kent strong de dicto sens context correspond de dicto ascript known referenti opaqu context de ascript referenti transpar collect belief collect belief refer peopl speak believ simpli ellipt believ sociologist émile durkheim wrote collect belief propos like social fact inher social group oppos individu person jonathan danci state durkheim discuss collect belief though suggest rel obscur margaret gilbert offer relat account term joint commit number person bodi accept certain belief accord account individu togeth collect believ someth need person believ individu gilbert work topic stimul develop literatur among philosoph one question arisen whether philosoph account belief gener need sensit possibl collect belief belief content mental represent belief content content belief belief repres within philosophi variou disput content belief understood holist molecularist hold content one particular belief depend determin belief belong subject deni atomist question depend determin also play central role intern state content someon belief depend intern person determin entir thing go insid person head extern hand hold relat one environ also role play atom molecular holism disagr atom molecular holism concern question content one belief depend content belief held subject atomist deni depend relat molecularist restrict close relat belief holist hold may obtain two belief howev unrel seem exampl assum mei benjamin affirm jupit planet straightforward explan given atomist would belief hold content true assum mei also believ pluto planet deni benjamin indic differ concept planet would mean affirm differ content agre jupit planet reason lead molecular holism content depend import motiv posit come quin confirm holism hold interconnected confirm disconfirm individu hypothes confirm happen level theori whole anoth motiv due consider natur learn often possibl understand one concept like forc newtonian physic without understand concept like mass kinet energi one problem holism genuin disagr seem imposs rare disput would usual talk past sinc never share exactli web belief need determin content sourc disagr intern extern intern extern disagre whether content belief determin happen head also factor internalist deni depend extern factor hold person copi would exactli belief hilari putnam object posit way twin earth thought experi imagin twin earth anoth part univers exactli like except water differ chemic composit despit behav like accord putnam reader thought water wet water reader twin thought twin earth water wet water case despit fact two reader molecular composit seem necessari includ extern factor order explain differ one problem posit differ content bring causal differ two reader act exactli way cast doubt thesi genuin differ need explan content two belief epistemolog epistemolog concern delin boundari justifi belief opinion involv gener theoret philosoph studi knowledg primari problem epistemolog understand need knowledg notion deriv plato dialogu theaetetu epistemolog socrat clearli depart sophist appear defin knowledg justifi true belief tendenc base knowledg epistem common opinion doxa socrat dismiss result fail distinguish disposit belief doxa knowledg epistem opinion regard correct orthé alethia term right jurist accord premis dialogu task rhetor prove plato dismiss possibl affirm relat opinion knowledg even one opin ground belief rule abl add justif logo reason necessarili plausibl credit justifi true belief theori knowledg even though plato theaetetu elegantli dismiss even posit argument socrat caus death penalti epistemologist gettier goldman question justifi true belief definit justifi true belief justifi true belief definit knowledg gain approv enlighten justifi stand contrast reveal attempt trace back plato dialogu specif theaetetu meno concept justifi true belief state order know given proposit true one must believ relev true proposit also justif formal term agent know proposit p p true p p true believ p p true justifi believ p p truethi theori knowledg suffer signific setback discoveri gettier problem situat condit seemingli met mani philosoph deni anyth known robert nozick suggest clarif justif believ elimin problem justif justif fals knowledg would fals berneck dretsk 2000 argu epistemologist sinc gettier serious success defend tradit view 3 hand paul boghossian argu justifi true belief account standard wide accept definit knowledg belief system belief system compris set mutual support belief belief system religi philosoph polit ideolog combin glover view philosoph jonathan glover follow meadow 2008 say belief alway part belief system tenant belief system difficult tenant complet revis reject suggest belief consid holist belief exist isol mind believ belief alway implic relat belief glover provid exampl patient ill return doctor doctor say prescrib medicin work point patient great deal flexibl choos belief keep reject patient could believ doctor incompet doctor assist made mistak patient bodi uniqu unexpect way western medicin ineffect even western scienc entir unabl discov truth insight relev inquisitor missionari agitprop group british philosoph stephen law describ belief system includ belief homeopathi psychic power alien abduct claptrap say draw peopl hold captiv becom will slave claptrap get suck extrem difficult think way clear religion religi belief refer attitud toward mytholog supernatur spiritu aspect religion religi belief distinct religi practic religi behaviour believ practic religion practition believ religion religi belief deriv idea exclus religion often relat exist characterist worship deiti deiti idea divin intervent univers human life deontolog explan valu practic center teach spiritu leader commun contrast belief system religi belief usual codifi form popular view hold differ religion identifi exclus set belief creed survey religi belief often found offici doctrin descript belief offer religi author alway agre privat held belief identifi member particular religion broad classif kind religi belief see fundament first term conserv doctrin outlin protest unit state fundament religi term denot strict adher interpret scriptur gener associ theolog conserv posit tradit understand text distrust innov read new revel altern interpret religi fundament identifi media associ fanat zealou polit movement around world use strict adher particular religi doctrin mean establish polit ident enforc societ norm orthodoxi first use context earli christian term orthodoxi relat religi belief close follow edict apolog hermeneut prevail religi author case earli christian author communion bishop often refer term magisterium term orthodox appli almost epithet group jewish believ held understand judaism known orthodox judaism eastern orthodox church christian cathol church consid true heir earli christian belief practic antonym orthodox heterodox adher orthodoxi often accus heterodox apostasi schism heresi renaiss later enlighten europ exhibit vari degre religi toler intoler toward new old religi idea philosoph took particular except mani fantast claim religion directli challeng religi author prevail belief associ establish church respons liber polit social movement religi group attempt integr enlighten ideal ration equal individu liberti belief system especi nineteenth twentieth centuri reform judaism liber christian offer two exampl religi associ attitud religion adher particular religion deal differ doctrin practic espous religion religi denomin varieti way exclusiv peopl exclusivist belief typic explain belief either error corrupt counterfeit true faith approach fairli consist featur among smaller new religi movement often reli doctrin claim uniqu revel founder leader consid matter faith correct religion monopoli truth three major abraham monotheist religion passag holi scriptur attest primaci scriptur testimoni inde monoth often vouch innov character specif explicit reject earlier polytheist faith exclusivist faith incorpor specif element proselyt belief christian tradit follow doctrin great commiss less emphas islam faith quran edict shall compuls religion often quot justif toler altern belief jewish tradit activ seek convert exclusiv correl conserv fundamentalist orthodox approach mani religion pluralist syncretist approach either explicitli downplay reject exclusivist tendenc within religion inclusiv peopl inclusivist belief recogn truth faith system highlight agreement minim differ attitud sometim associ interfaith dialogu christian ecumen movement though principl attempt plural necessarili inclusivist mani actor interact exampl roman cathol church still hold exclusivist dogma particip organ explicitli inclusivist religion includ mani associ new age movement well modern reinterpret hinduism buddhism baháʼí faith consid doctrin truth plural syncret two close relat concept peopl pluralist belief make distinct faith system view one valid within particular cultur peopl syncret view blend view varieti differ religion tradit belief uniqu fusion suit particular experi context see eclectic unitarian univers exemplifi syncret faith adher typic reason adher religion includ follow see belief deiti necessari moral behavior regard religi practic seren beauti conduc religi experi turn support religi belief organ religion promot sens commun among follow moral cultur common ground commun make attract peopl similar valu inde religi belief practic usual connect individu substanti secular belief still particip religi practic cultur reason religion assert mean adher may come closer contact divin truth spiritu power promis free adher spiritu bondag bring spiritu freedom natur follow religion free adher decept sin spiritu death signific benefit abraham maslow research world war ii show holocaust survivor tend held strong religi belief necessarili templ attend etc suggest belief help peopl cope extrem circumst humanist psycholog went investig religi spiritu ident may correl longer lifespan better health studi found human may particularli need religi idea serv variou emot need need feel love need belong homogen group need understand explan need guarante ultim justic factor may involv sens purpos sens ident sens contact divin see also man search mean viktor frankl detail experi import religion surviv holocaust critic assert fact religion primari selector research subject may introduc bia fact subject holocaust survivor may also effect accord larson et al 2000 ore longitudin research better multidimension measur help clarifi role religi factor whether benefici harm psychologist jame alcock also summar number appar benefit reinforc religi belief includ prayer appear account success resolut problem bulwark existenti anxieti fear annihil increas sens control companionship one deiti sourc group ident apostasi typic reason reject religion includ peopl regard certain fundament doctrin religion illog contrari experi unsupport suffici evid peopl may reject one religion reason even believ may difficulti accept particular religi assert doctrin peopl believ bodi evid avail human insuffici justifi certain religi belief may thu disagre religi interpret ethic human purpos variou creation myth reason perhap aggrav protest emphas fundamentalist christian religion includ belief certain group peopl inferior sin deserv contempt persecut even death punish unbelief adher religion may feel antipathi unbeliev numer exampl exist peopl one religion sect use religion excus murder peopl differ religi belief mention exampl slaughter huguenot french cathol sixteenth centuri hindu muslim kill pakistan separ india 1947 persecut kill shiit muslim sunni muslim iraq murder protest cathol vice versa ireland exampl late twentieth centuri conflict continu 2018 accord critic religion belief encourag complet unnecessari conflict case even war mani atheist believ religion incompat world peac freedom civil right equal good govern hand religion perceiv atheism threat vigor even violent defend religi steril make attempt remov public religi practic sourc strife peopl may unabl accept valu specif religion promot therefor join religion may also unabl accept proposit believ go hell damn especi said nonbeliev close person mainten life achiev requir person fullest exercis moral peopl taught rest requir faith psycholog mainstream psycholog relat disciplin tradit treat belief simplest form mental represent therefor one build block consciou thought philosoph tend abstract analysi much work examin viabil belief concept stem philosoph concept belief presum subject believ object belief proposit like proposit attitud belief impli exist mental state intention hotli debat topic philosophi mind whose foundat relat brain state still controversi belief sometim divid core belief activ thought disposit belief may ascrib someon thought issu exampl ask believ tiger wear pink pajama person might answer despit fact may never thought situat import implic understand neuropsycholog neurosci belief concept belief incoher attempt find underli neural process support fail philosoph lynn rudder baker outlin four main contemporari approach belief book save belief understand belief correct sometim call mental sentenc theori concept belief exist coher entiti way talk everyday life valid basi scientif endeavor jerri fodor one princip defend point view understand belief may entir correct close enough make use predict view argu eventu reject idea belief know may correl take belief someon say believ snow white futur theori psycholog explain behavior philosoph stephen stich argu particular understand belief understand belief entir wrong complet supersed radic differ theori use concept belief know known eliminativ view notabl propos paul patricia churchland argu concept belief like obsolet theori time past four humour theori medicin phlogiston theori combust case scienc provid us detail account theori complet reject valid scientif concept replac entir differ account churchland argu concept belief similar discov neurosci brain inevit conclus reject belief hypothesi entireti understand belief entir wrong howev treat peopl anim even comput belief often success strategi major propon view daniel dennett lynn rudder baker eliminativist hold belief scientif valid concept go far reject concept belief predict devic dennett give exampl play comput chess peopl would agre comput held belief treat comput comput believ take opposit queen give consider advantag like success predict strategi understand belief name dennett intent stanc explan mind behaviour differ level explan reduc base fundament neurosci although may explanatori approach make distinct rule norm belief follow rule explicit regul process polici law inspect routin incent rule function coerciv regul behavior depend upon impos entiti abil enforc norm regul mechan accept social collect norm enforc norm mechan within organ strictli depend upon law regul belief collect percept fundament truth govern behavior adher accept share belief member social system like persist difficult chang time strong belief determin factor secur surviv honor like caus social entiti group accept rule norm belief format revis extens amount scientif research philosoph discuss exist around modif belief commonli refer belief revis gener speak process belief revis entail believ weigh set truth evid domin set truth evid altern held belief lead revis one process belief revis bayesian updat often referenc mathemat basi conceptu simplic howev process may repres individu whose belief easili character probabilist sever techniqu individu group chang belief other method gener fall umbrella persuas persuas take specif form conscious rais consid activist polit context belief modif may also occur result experi outcom goal base part belief success failur particular goal may contribut modif belief support origin goal whether belief modif actual occur depend extent truth evid altern belief also characterist outsid specif truth evid includ limit sourc characterist messag credibl social pressur anticip consequ modif abil individu group act modif therefor individu seek achiev belief modif other need consid possibl form resist belief revis glover maintain person continu hold belief would realli like exampl help ad hoc hypothes one belief held fix belief alter around glover warn belief may entir explicitli believ exampl peopl may realiz racist adopt environ child glover believ peopl tend first realiz belief chang may conting upbring around age 12 15 glover emphas belief difficult chang say one may tri rebuild one belief secur foundat axiom like build new hous warn may possibl glover offer exampl rené descart say descart start characterist belief frenchman junk lot rebuild system somehow look lot like belief frenchman glover belief system like hous instead like boat glover put mayb whole thing need rebuild inevit point keep enough intact keep float model belief format psychologist studi belief format relationship belief action three type model belief format chang propos condit infer process model linear model inform process model condit infer process model emphas role infer belief format peopl ask estim likelihood statement true search memori inform implic valid statement inform identifi estim likelihood statement would true inform true likelihood statement would true inform fals estim two probabl differ peopl averag weight likelihood inform true fals thu inform bear directli belief anoth relat previou model linear model take consider possibl multipl factor influenc belief format use regress procedur model predict belief format basi sever differ piec inform weight assign piec basi rel inform process model address fact respons peopl inform unlik predict object basi inform recal time belief report instead respons reflect number mean thought peopl messag time encount influenc peopl belief format includ intern belief childhood form shape belief differ domain albert einstein often quot said common sens collect prejudic acquir age eighteen polit belief depend strongli polit belief common commun live individu believ religion taught childhood charismat leader form modifi belief even belief fli face previou belief ration individu need reconcil direct realiti said belief therefor belief present possibl reflect fact contradict necessarili overcom use cognit disson advertis form chang belief repetit shock associ imag sex love beauti strong posit emot contrari intuit delay known sleeper effect instead immedi success may increas advertis abil persuad viewer belief discount cue present physic trauma especi head radic alter person even educ peopl well awar process belief form still strongli cling belief act belief even anna rowley book leadership therapi state want belief chang proof keep eye open live fulli welcom everyth world peopl around teach mean peopl belief evolv gain new experi predict differ psycholog model tri predict peopl belief tri estim exact probabl belief exampl robert wyer develop model subject probabl peopl rate likelihood certain statement rain tomorrow rate seen subject probabl valu subject probabl model posit subject probabl follow rule object probabl exampl law total probabl might appli predict subject probabl valu wyer found model produc rel accur predict probabl singl event chang probabl probabl sever belief link follow model well delus delus defin fix fals belief chang even confront conflict evid psychiatrist historian berrio challeng view delus genuin belief instead label empti speech act affect person motiv express fals bizarr belief statement due underli psycholog disturb howev major mental health profession research treat delus genuin belief emot belief research indic emot cognit act conjunct produc belief specif emot play vital role format mainten belief"
}